<html>
<body>

<p align="center">
<strong>Licen&#269;ná zmluva spolo&#269;nosti Western
Digital s koncovým používate&#318;om</strong>
</p>
<p>
<strong><span style='text-transform:uppercase'>DÔLEŽITÉ UPOZORNENIE –
&#268;ÍTAJTE POZORNE. &#268;AS&#356; 10 TOHTO DOKUMENTU OBSAHUJE USTANOVENIE
O ZÁVÄZNEJ ARBITRÁŽI, KTORÉ SI VYŽADUJE RIEŠENIE SPOROV NA JEDNOTLIVEJ
BÁZE, OBMEDZENIE VAŠEJ MOŽNOSTI VYH&#317;ADA&#356; POMOC NA SÚDE a VÁŠHO PRÁVA
NA SUDCU ALEBO POROTU PRI SÚDNOM KONANÍ A ZRIEKNUTIE SA VAŠICH PRÁV NA
Ú&#268;AS&#356; V SKUPINOVÝCH ŽALOBÁCH alebo SKUPINOVÝCH ARBITRÁŽACH
V PRÍPADE UR&#268;ITÝCH SPOROV. </span></strong>
</p>
<p>
Táto licen&#269;ná zmluva s koncovým
používate&#318;om (&#271;alej len „zmluva“) je právnou dohodou medzi vami,
fyzickou alebo právnickou osobou (&#271;alej len „vy“),
a spolo&#269;nos&#357;ou Western Digital Technologies, Inc. a jej
dcérskymi a pridruženými spolo&#269;nos&#357;ami (&#271;alej len
„spolo&#269;nos&#357; WDT“), ktorá upravuje podmienky používania softvéru,
služieb a súvisiacej online alebo elektronickej dokumentácie, ktoré
publikovala, distribuovala alebo inak sprístupnila spolo&#269;nos&#357; WDT
(tento softvér, firmvér, služby a dokumentácia a všetky príslušné
aktualizácie sa budú v texte spolo&#269;ne nazýva&#357; „softvér“)
a v príslušnom prípade aj podmienky používania softvéru navrhnutého
pre aplikáciu s hardvérovými zariadeniami a produktmi WDT (&#271;alej
len „zariadenia WDT“). Ak však softvér alebo služby spolo&#269;nosti WDT
sprevádza samostatná licen&#269;ná zmluva, používanie príslušného softvéru
alebo služieb spolo&#269;nosti WDT sa bude riadi&#357; podmienkami tejto
samostatnej licen&#269;nej zmluvy.
</p>
<p>
<strong>INŠTALÁCIOU, AKTIVÁCIOU, KOPÍROVANÍM ALEBO
INÝM POUŽITÍM SOFTVÉRU SÚHLASÍTE SO ZÁVÄZNÝM DODRŽIAVANÍM PODMIENOK TEJTO
ZMLUVY, KTORÉ SÚ PODMIENKAMI NA UDELENIE LICENCIE SPOLO&#268;NOSTI WDT NA
ZÁKLADE TEJTO ZMLUVY, ZÁSADAMI OCHRANY OSOBNÝCH ÚDAJOV SPOLO&#268;NOSTI WDT,
KTORÉ SÚ TU UVEDENÉ FORMOU ODKAZU V &#268;ASTI 5. AK NESÚHLASÍTE
S PODMIENKAMI TEJTO ZMLUVY A ZÁSADAMI OCHRANY OSOBNÝCH ÚDAJOV
SPOLO&#268;NOSTI WDT, NEINŠTALUJTE, NEAKTIVUJTE, NEKOPÍRUJTE ANI NEPOUŽÍVAJTE
SOFTVÉR. S výnimkou prípadov uvedených v &#269;asti
10 tejto zmluvy môže spolo&#269;nos&#357; WDT pod&#318;a potreby pozmeni&#357;
túto zmluvu. Jej zmeny však pre vás nebudú záväzné, kým neposkytnete výslovný súhlasi&#357;
s príslušnými zmenami.</strong>
</p>
<p>
<strong>1.
UDELENIE LICENCIE A OBMEDZENIA</strong>
</p>
<p>
Softvér sa ude&#318;uje na základe
licencie, nepredáva sa. V súlade s podmienkami tejto zmluvy vám týmto
spolo&#269;nos&#357; WDT ude&#318;uje osobnú, nevýhradnú, neprenosnú,
nesublicencovate&#318;nú a vypovedate&#318;nú licenciu na používanie
softvéru pre vaše osobné alebo interné potreby a na vytvorenie primeraného
po&#269;tu kópií softvéru, ako je racionálne potrebné na používanie softvéru a
povolené v zmysle tejto zmluvy. Súhlasíte, že nebudete, a súhlasíte, že iným
osobám neumožníte: (a) reprodukova&#357; softvér s výnimkou výslovného
povolenia uvedeného v &#269;asti 1; (b) upravova&#357;,
prispôsobova&#357;, preklada&#357; softvér ani z neho vytvára&#357;
odvodené diela; (c) pokúša&#357; sa akýmiko&#318;vek prostriedkami alebo
spôsobom obchádza&#357; alebo znefunk&#269;&#328;ova&#357; softvér, alebo akéko&#318;vek
technické funkcie &#269;i opatrenia v softvéri, okrem iného napríklad
akéko&#318;vek ovládacie prvky prístupu alebo mechanizmy ur&#269;ené na ochranu
autorských práv; (d) pokúša&#357; sa dekompilova&#357;, rozobera&#357;, spätne
zostavova&#357; ani iným spôsobom usilova&#357; o zistenie zdrojového kódu
softvéru; (e) distribuova&#357;, za&#357;ažova&#357;, predáva&#357;,
prenajíma&#357;, poži&#269;iava&#357;, poskytova&#357; licenciu ani inak
prenáša&#357;, publikova&#357; alebo poskytova&#357; softvér akejko&#318;vek
inej tretej strane; (f) odstra&#328;ova&#357; ani meni&#357; akúko&#318;vek
ochrannú známku, logo, oznámenie o autorskom práve alebo iné patentové
informácie, vysvetlivky, symboly alebo štítky v softvéri, alebo na
&#328;om, prípadne používané v spojení so softvérom; alebo (g)
používa&#357; softvér akýmko&#318;vek spôsobom, ktorý by viedol
k porušeniu práv duševného vlastníctva tretej strany, okrem iného aj
vrátane autorských práv, ochranných známok, obchodných tajomstiev
a patentov, prípadne príslušných právnych predpisov akýchko&#318;vek
príslušných jurisdikcií, okrem iného aj vrátane urážky na cti, hanobenia,
obscénnosti a deliktov súvisiacich s porušením súkromia.
</p>
<p>
<strong>2.
VÝHRADA PRÁV</strong>
</p>
<p>
Beriete na vedomie, že softvér je chránený
autorskými právami, &#271;alšími právami duševného vlastníctva a vlastníckymi
právami. Spolo&#269;nos&#357; WDT a jej tretie strany ude&#318;ujúce licenciu
(&#271;alej len „poskytovatelia licencie“) si vyhradzujú všetky tieto práva
týkajúce sa softvéru s výnimkou práv, ktoré vám boli výslovne udelené
v súlade s &#269;as&#357;ou 1. Beriete na vedomie, že okrem tejto
výslovnej licencie udelenej v &#269;asti 1 sa vám implicitne, na základe zásady
estopel (zásada straty práva), ani iným spôsobom neude&#318;uje, nepostupuje
ani neprevádza na vás žiadne právo, nárok, podiel ani licencia týkajúca sa
softvéru. Súhlasíte s tým, že nevykonáte žiadne kroky, ktoré by boli
akýmko&#318;vek spôsobom v rozpore s právami spolo&#269;nosti WDT
alebo jej poskytovate&#318;ov licencií v súvislosti so softvérom, prípadne
by ich napádali.
</p>
<p>
<strong>3.
<span style='text-transform:uppercase'>Používanie zariadení nepochádzajúcich od spolo&#269;nosti</span></strong>
WDT
</p>
<p>
V niektorých prípadoch sa softvér môže
používa&#357; so zariadeniami iných výrobcov, než je spolo&#269;nos&#357; WDT
(„zariadenia nepochádzajúce od spolo&#269;nosti WDT“). Súhlasíte, že
spolo&#269;nos&#357; WDT neposkytuje žiadne vyhlásenia ani záruky
v súvislosti s kvalitou alebo možnos&#357;ami takéhoto zariadenia
nepochádzajúceho od spolo&#269;nosti WDT. Súhlasíte, že spolo&#269;nos&#357;
WDT môže ponúka&#357; podporu pre niektoré zariadenia nepochádzajúce od
spolo&#269;nosti WDT a pre niektoré nie. Spolo&#269;nos&#357; WDT
neposkytuje žiadne záruky, že softvér je, bude alebo zostane kompatibilný
s ktorýmko&#318;vek príslušným zariadením nepochádzajúcim
od spolo&#269;nosti WDT.
</p>
<p>
<strong>4.
AKTUALIZÁCIE, AUTOMATICKÉ FUNKCIE</strong>
</p>
<p>
Beriete na vedomie, že spolo&#269;nos&#357; WDT nie je
povinná poskytova&#357; vám akéko&#318;vek aktualizácie softvéru (uvedené
&#271;alej). Spolo&#269;nos&#357; WDT však môže príležitostne vyda&#357;
aktualizované verzie softvéru a softvér sa môže automaticky pripoji&#357;
k serverom spolo&#269;nosti WDT alebo tretích strán prostredníctvom
internetu, aby skontroloval, &#269;i nie sú k dispozícii aktualizácie
softvéru, ako napríklad oprava chýb, balíky opráv, inovácie, doplnkové alebo zlepšené
funkcie, doplnky a nové verzie (súhrnne „aktualizácie“) a môže (1)
automaticky elektronicky aktualizova&#357; verziu softvéru, ktorú na osobnom
zariadení používate, alebo (2) vám poskytne možnos&#357; prevzia&#357; si
príslušné aktualizácie manuálne. Inštaláciou softvéru a nezakázaním
akýchko&#318;vek príslušných automatických vyh&#318;adávaní aktualizácií týmto
súhlasíte s automatickým požiadaním o aktualizácie a ich
prijatím zo serverov spolo&#269;nosti WDT alebo tretích strán
a potvrdzujete a súhlasíte, že podmienky tejto zmluvy sa budú
vz&#357;ahova&#357; na všetky tieto aktualizácie.
</p>
<p>
<strong>5.
<span style='text-transform:uppercase'>INFORMÁCIE, ktoré spolo&#269;nos&#357; WDT automaticky
zhromaž&#271;uje</span></strong>
</p>
<p>
Softvér môže obsahova&#357; automatické komunika&#269;né funkcie, ktoré
v súvislosti s používaním softvéru odošlú spolo&#269;nosti WDT alebo
tretím stranám poskytujúcim analýzy ur&#269;ité informácie. Podrobnejšie
informácie o tom, ako spolo&#269;nos&#357; WDT a jej poskytovatelia analytiky
údajov z radov tretích strán zhromaž&#271;ujú a používajú informácie
poskytované prostredníctvom softvéru, nájdete v zásadách ochrany osobných
údajov spolo&#269;nosti WDT, ktorá je k dispozícii na adrese <a href="http://www.wd.com/en/company/corporateinfo/privacy.aspx">http://www.wd.com/en/company/corporateinfo/privacy.aspx</a> a ktorá je
odkazom za&#269;lenená do tejto zmluvy. Súhlasom s podmienkami tejto zmluvy
súhlasíte s podmienkami zásad ochrany osobných údajov spolo&#269;nosti
WDT. Ak nesúhlasíte s podmienkami zásad ochrany osobných údajov, softvér
by ste nemali používa&#357;.
</p>
<p>
<strong>6.
INFORMÁCIE O REGISTRÁCII</strong>
</p>
<p>
V rámci procesu registrácie softvéru alebo zariadenia WDT môže
spolo&#269;nos&#357; WDT požiada&#357; o informácie súvisiace s registráciou okrem
iného vrátane vášho mena, e-mailovej adresy, používate&#318;ského mena alebo
hesla. Poskytnutím týchto informácií vyslovíte svoj súhlas s ich zberom
a použitím spolo&#269;nos&#357;ou WDT na poskytovanie iných ako reklamných
oznámení týkajúcich sa zariadenia WDT kúpeného so softvérom vrátane oznámení
týkajúcich sa dostupnosti aktualizácie, stiahnutia produktu z trhu alebo
bezpe&#269;nostných otázok. Nakladanie spolo&#269;nosti WDT s informáciami,
ktoré od vás zhromaždí v súvislosti s procesom registrácie alebo ktoré jej inak
poskytnete v súvislosti so softvérom alebo zariadeniami spolo&#269;nosti WDT,
sa riadi zásadami ochrany osobných údajov spolo&#269;nosti WDT.
</p>
<p>
Súhlasíte, že svoje používate&#318;ské meno a heslo budete
uchováva&#357; v tajnosti, a preberáte celú zodpovednos&#357;
v dôsledku straty, krádeže alebo iného zni&#269;enia akýchko&#318;vek
údajov v dôsledku akéhoko&#318;vek prístupu do vášho ú&#269;tu
prostredníctvom vášho používate&#318;ského mena alebo hesla.
</p>
<p>
<strong>7.
<span style='text-transform:uppercase'>OBSAH TRETÍCH STRÁN a poskytovatelia služieb</span></strong>
</p>
<p>
Pri používaní softvéru vám môže by&#357;
umožnené prevzia&#357; a používa&#357; softvér tretích strán alebo vám môžu
by&#357; prostredníctvom softvéru sprístupnené odkazy na obsah tretích strán
(tento softvér a obsah tretích strán bude &#271;alej ozna&#269;ovaný ako „obsah
tretích strán“). Beriete na vedomie, že všetok obsah tretích strán je
vlastníctvom príslušných tretích strán a je chránený príslušnými autorskými
právami a inými právami duševného vlastníctva. Obsah tretích strán nesmiete
používa&#357; žiadnym spôsobom, ktorý nebol povolený príslušným
poskytovate&#318;om služieb (&#271;alej len „poskytovate&#318; služieb“) alebo
vlastníkom obsahu tretej strany. Beriete na vedomie, že na to, aby ste získali
prístup alebo práva na prístup a používanie ur&#269;itého obsahu tretích strán,
bude možno potrebné uzatvori&#357; samostatnú zmluvu s poskytovate&#318;om
služby alebo vlastníkom obsahu tretej strany, alebo dodržiava&#357; podmienky
používania poskytovate&#318;a služby. Vašou povinnos&#357;ou je
zaru&#269;i&#357;, aby sprístupnenie, reprodukcia, zobrazovanie alebo iné
používanie obsahu tretích strán v spojitosti s používaním softvéru neporušovalo
práva duševného vlastníctva tretích strán.
</p>
<p>
<strong>8.
ZRIEKNUTIE SA ZÁRUKY</strong>
</p>
<p>
<span style='text-transform:uppercase'>TENTO SOFTVÉR SA POSKYTUJE VO SVOJOM AKTUÁLNOM
STAVE BEZ AKEJKO&#317;VEK ZÁRUKY. V MAXIMÁLNOM ROZSAHU POVOLENOM PLATNÝMI
PRÁVNYMI PREDPISMI SA SPOLO&#268;NOS&#356; WDT A JEJ POSKYTOVATELIA LICENCIE
ZRIEKAJÚ AKÝCHKO&#317;VEK VÝSLOVNÝCH ALEBO IMPLICITNÝCH ZÁRUK, OKREM INÉHO AJ VRÁTANE
AKÝCHKO&#317;VEK IMPLICITNÝCH ZÁRUK TÝKAJÚCICH SA PREDAJNOSTI, VHODNOSTI
SLUŽIEB NA UR&#268;ITÝ Ú&#268;EL ALEBO NEPORUŠENIA PRÁV DUŠEVNÉHO VLASTNÍCTVA
TRETÍCH STRÁN, ZÁRUKY, ŽE SLUŽBY NEBUDÚ OBSAHOVA&#356; ŽIADNE VÍRUSY, a
všetkých záruk týkajúcich sa bezpe&#269;nosti, spo&#318;ahlivosti alebo
aktuálnosti softvéru. SPOLO&#268;NOS&#356; WDT NEZARU&#268;UJE, ŽE SOFTVÉR
SPLNÍ VŠETKY VAŠE POŽIADAVKY, ANI TO, ŽE BUDE BEZCHYBNÝ. Spolo&#269;nos&#357;
WDT nezaru&#269;uje, že používanie softvéru bude nepretržité alebo neprerušované,
a spolo&#269;nos&#357; WDT nie je zodpovedná za žiadne PRERUŠENIE ALEBO
UKON&#268;ENIE PRENOSU DO SOFTVÉRU ALEBO ZO SOFTVÉRU. ÚPLNÉ RIZIKO VYPLÝVAJÚCE
Z POUŽÍVANIA ALEBO FUNK&#268;NOSTI SOFTVÉRU NESIETE SAMI. BERIETE NA VEDOMIE
A SÚHLASÍTE S TÝM, ŽE SOFTVÉR, MATERIÁL ALEBO ÚDAJE PREVZATÉ ALEBO
INAK ZÍSKANÉ PRI POUŽÍVANÍ SOFTVÉRU BUDETE POUŽÍVA&#356; NA VLASTNÚ
ZODPOVEDNOS&#356; A RIZIKO, A ŽE ZODPOVEDNOS&#356; ZA ŠKODY SPÔSOBENÉ V
PO&#268;ÍTA&#268;I, ZARIADENÍ, V SYSTÉME ALEBO SIETI, okrem iného VRÁTANE
AKÝCHKO&#317;VEK STRÁT ALEBO POŠKODENIA ÚDAJOV, NESIETE VÝLU&#268;NE SAMI.
UVEDENÉ ZRIEKNUTIE SA ZÁRUK NIE JE ZMENOU, VYSVETLENÍM ANI DOPLNENÍM PLATNEJ
ZÁRUKY, KTORÁ SA TÝKA VÁŠHO PRÍPADNÉHO POUŽÍVANIA ZARIADENÍ WDT.</span>
</p>
<p>
SPOLO&#268;NOS&#356; WDT NEVYDÁVA ŽIADNE
VYHLÁSENIA O OBSAHU TRETÍCH STRÁN A ZRIEKA SA VŠETKÝCH ZÁRUK
S OH&#317;ADOM NA AKÝKO&#317;VEK OBSAH TRETÍCH STRÁN, ZARIADENIE
NEPOCHÁDZAJÚCE OD SPOLO&#268;NOSTI WDT ALEBO KONANIE &#268;I NEKONANIE
POSKYTOVATE&#317;A SLUŽIEB ALEBO VLASTNÍKA OBSAHU TRETEJ STRANY.
SPOLO&#268;NOS&#356; WDT NIE JE ZODPOVEDNÁ ZA SKÚMANIE ALEBO POSUDZOVANIE
OBSAHU, PRESNOSTI, ÚPLNOSTI, AKTUÁLNOSTI, PLATNOSTI, DODRŽIAVANIA AUTORSKÝCH
PRÁV, ZÁKONNOSTI, SLUŠNOSTI, KVALITY ALEBO AKÝCHKO&#317;VEK INÝCH ASPEKTOV
OBSAHU TRETÍCH STRÁN. SPOLO&#268;NOS&#356; WDT, JEJ KONATELIA, PRIDRUŽENÉ
SPOLO&#268;NOSTI A DCÉRSKE SPOLO&#268;NOSTI NEBUDÚ MA&#356; ŽIADNU ZODPOVEDNOS&#356;
ALEBO ZODPOVEDNOS&#356; VO&#268;I VÁM ANI AKEJKO&#317;VEK INEJ OSOBE ZA ŽIADNY
OBSAH TRETEJ STRANY ALEBO WEBOVÉ STRÁNKY, ANI ZA ŽIADNE INÉ MATERIÁLY, PRODUKTY
ALEBO SLUŽBY TRETÍCH STRÁN, KTORÉ BOLI SPRÍSTUPNENÉ POMOCOU SOFTVÉRU, A ANI ICH
NEZARU&#268;UJÚ, NESCHVA&#317;UJÚ A NEPRIJÍMAJÚ. POKIA&#317; SA POMOCOU
SOFTVÉRU ROZHODNETE POUŽI&#356; ALEBO SPRÍSTUPNI&#356; AKÝKO&#317;VEK OBSAH
TRETEJ STRANY, KONÁTE Z VLASTNEJ INICIATÍVY A STE ZODPOVEDNÍ ZA DODRŽIAVANIE
VŠETKÝCH PLATNÝCH PRÁVNYCH PREDPISOV, OKREM INÉHO AJ PLATNÝCH MIESTNYCH
PRÁVNYCH PREDPISOV A PRÁVNYCH PREDPISOV O OCHRANE OSOBNÝCH ÚDAJOV A ZHROMAŽ&#270;OVANÍ
ÚDAJOV.
</p>
<p>
<strong>9.
OBMEDZENIE ZODPOVEDNOSTI</strong>
</p>
<p>
<span style='text-transform:uppercase'>V MAXIMÁLNOM ROZSAHU POVOLENOM PLATNÝMI PRÁVNYMI
PREDPISMI ODMIETAJÚ SPOLO&#268;NOS&#356; WDT ALEBO JEJ POSKYTOVATELIA LICENCIE
AKÚKO&#317;VEK ZODPOVEDNOS&#356; ZA NÁSLEDNÉ, VED&#317;AJŠIE, NEPRIAME,
OSOBITNÉ, TRESTAJÚCE ALEBO AKÉKO&#317;VEK INÉ ODŠKODNENIE, OKREM INÉHO AJ
VRÁTANE ODŠKODNENIA ZA STRATU ZISKOV Z PODNIKANIA, PRERUŠENIE PODNIKANIA,
STRATU ÚDAJOV, PORUCHY PO&#268;ÍTA&#268;OVÉHO SYSTÉMU, PORUCHY ALEBO INÉ
PE&#327;AŽNÉ STRATY, KTORÉ VYPLÝVAJÚ Z TEJTO ZMLUVY, Z POUŽÍVANIA &#268;I NEMOŽNOSTI POUŽÍVA&#356; TENTO SOFTVÉR, ZARIADENIA WDT, akÝKo&#318;vek obsah tretích strán alebo zariadeniE
nepochádzajúce od spolo&#269;nosti WDT, A TO AJ V TAKOM PRÍPADE, ŽE
SPOLO&#268;NOS&#356; WDT BOLA NA MOŽNOS&#356; VZNIKU UVEDENÝCH ŠKÔD UPOZORNENÁ.
VZH&#317;ADOM NA TO, ŽE NIEKTORÉ JURISDIKCIE NEUMOŽ&#327;UJÚ VYLÚ&#268;ENIE ANI
OBMEDZENIE ZODPOVEDNOSTI ZA NÁSLEDNÉ ALEBO VED&#317;AJŠIE ODŠKODNENIE, UVEDENÉ
OBMEDZENIE SA VÁS NEMUSÍ TÝKA&#356;. SPOLO&#268;NOS&#356; WDT V ŽIADNOM
PRÍPADE NENESIE CELKOVÚ ZODPOVEDNOS&#356; ZA VŠETKY ODŠKODNENIA SPOJENÉ S touto zmluvou alebo SO SOFTVÉROM PRESAHUJÚCE SUMU 25 USD. PREDCHÁDZAJÚCE
OBMEDZENIA, VYLÚ&#268;ENIA A ZRIEKNUTIA SA BUDÚ UPLAT&#327;OVA&#356;
V MAXIMÁLNOM ROZSAHU POVOLENOM PRÍSLUŠNÝMI PRÁVNYMI PREDPISMI, A TO
AJ V PRÍPADE, ŽE ŽIADNY OPRAVNÝ PROSTRIEDOK NESPLNÍ SVOJ ZÁKLADNÝ
Ú&#268;EL.</span>
</p>
<p>
SPOLO&#268;NOS&#356; WDT NERU&#268;Í ANI NEZODPOVEDÁ ZA ŽIADNE INFEKCIE ANI
KONTAMINÁCIU ANI POŠKODENIE VÁŠHO SYSTÉMU ALEBO ZA ONESKORENIA, NEPRESNOSTI,
CHYBY A OPOMENUTIA SPÔSOBENÉ VAŠIM POUŽÍVANÍM SOFTVÉRU ALEBO ZARIADENIA
WDT. SOFTVÉR NIE JE UR&#268;ENÝ NA POUŽÍVANIE PRI PREVÁDZKE V JADROVÝCH
ZARIADENIACH, KOMUNIKA&#268;NÝCH SYSTÉMOCH SLÚŽIACICH NA LETECKÚ NAVIGÁCIU, ALEBO ZARIADENIACH NA RIADENIE LETECKEJ PREVÁDZKY ANI V
INÝCH ZARIADENIACH, PRI KTORÝCH BY ZLYHANIE SOFTVÉRU MOHLO VIES&#356; K SMRTI,
ZRANENIU OSÔB ALEBO VÁŽNEJ TELESNEJ UJME &#268;I POŠKODENIU ŽIVOTNÉHO
PROSTREDIA.
</p>
<p>
<strong>10.
SPORY, INDIVIDUÁLNA ZÁVÄZNÁ ARBITRÁŽ
A ZRIEKNUTIE SA SKUPINOVÝCH ŽALÔB A SKUPINOVÝCH ARBITRÁŽÍ</strong>
</p>
<p>
<strong>10.1
Spory.</strong> Podmienky tejto &#269;asti 10 sa budú
vz&#357;ahova&#357; na všetky spory medzi vami a spolo&#269;nos&#357;ou
WDT. Na ú&#269;ely tejto &#269;asti 10 a v súlade s výnimkami
uvedenými v &#269;asti 10.1 bude výraz „spor“ znamena&#357; akýko&#318;vek
spor, nárok alebo žalobu, ktoré vzniknú medzi vami
a spolo&#269;nos&#357;ou WDT v súvislosti so softvérom, zariadeniami
WDT, touto zmluvou alebo inými transakciami, ktoré sa týkajú vás
a spolo&#269;nosti WDT na základe dohody, záruky, nesprávnej
interpretácie, podvodu, deliktu, úmyselného deliktu, zákona, nariadenia,
vyhlášky alebo na inom zákonnom alebo spravodlivom základe, a bude sa
vysvet&#318;ova&#357; v najširšom možnom význame, ktorý umož&#328;ujú
právne predpisy. <strong><span style='text-transform:uppercase'>VY A SPOLO&#268;NOS&#356; WDT SÚHLASÍTE, ŽE VÝRAZ
„SPOR“, KTORÝ JE DEFINOVANÝ V TEJTO ZMLUVE, NEBUDE Z VAŠEJ STRANY ALEBO ZO
STRANY SPOLO&#268;NOSTI WDT ZAH&#340;&#327;A&#356; ŽIADNE NÁROKY ANI DÔVODY
ŽALOBY TÝKAJÚCE SA (A) ODCUDZENIA OBCHODNÉHO TAJOMSTVA, (B) PORUŠENIA
PATENTU, (C) PORUŠENIA AUTORSKÉHO PRÁVA ALEBO JEHO ZNEUŽITIA A (D)
PORUŠENIA ALEBO ZNÍŽENIA HODNOTY OCHRANNEJ ZNÁMKY. Bez oh&#318;adu na &#268;AS&#356;
10.6 okrem toho súhlasíte s tým, že súd, a nie rozhodca, môže rozhodnú&#357;,
&#269;i nárok patrí do jednej z týchto štyroch výnimiek.</span></strong>
</p>
<p>
<strong>10.2
Záväzná arbitráž. </strong>Vy
a spolo&#269;nos&#357; WDT ste sa &#271;alej dohodli: (a) všetky spory medzi
zmluvnými stranami sa budú rieši&#357; arbitrážou na základe ustanovení
uvedených v tejto zmluve; (b) táto zmluva hovorí o transakcii pri
medzištátnom obchode; (c) federálny zákon o arbitrážnom konaní (Federal
Arbitration Act) (9 U.S.C. §1 a nasl.) upravuje interpretáciu
a uplat&#328;ovanie tejto &#269;asti 10 a (d) táto &#269;as&#357; 10
zostáva v platnosti aj po ukon&#269;ení tejto zmluvy. <strong>ARBITRÁŽ ZNAMENÁ,
ŽE SA ZRIEKATE SVOJHO PRÁVA NA SÚD ALEBO POROTU V SÚDNOM KONANÍ
A VAŠE DÔVODY NA ODVOLANIE SÚ OBMEDZENÉ.</strong> Rozhodca vám môže
prizna&#357; rovnaké odškodnenie ako súd príslušnej jurisdikcie a môže vám
udeli&#357; deklaratórny alebo prikazujúci opravný prostriedok len
v prospech jednotlivej zmluvnej strany, ktorá žiada o opravný
prostriedok, a len v takom rozsahu, ktorý je potrebný na
zabezpe&#269;enie opravného prostriedku zaru&#269;eného v individuálnom
nároku príslušnej zmluvnej strany. Okrem toho v niektorých prípadoch by
náklady na arbitráž mohli prevýši&#357; náklady na súdny spor a právo na objav
môže by&#357; v arbitráži obmedzenejšie než na súde. Rozhodnutie rozhodcu bude
právoplatné a vykonate&#318;né na akomko&#318;vek súde s jurisdikciou
pod&#318;a príslušných zmluvných strán.
</p>
<p>
<strong>10.3
Súd pre spory s nízkou hodnotou.</strong> Bez oh&#318;adu na predchádzajúce ustanovenia môžete predloži&#357;
individuálnu žalobu v prípade malých nárokov na súd vo vašom štáte alebo
obci, ak takáto žaloba spadá do právomoci súdu a žalobu je potrebné
predloži&#357; len na tomto súde.
</p>
<p>
<strong>10.4
Oznámenie o spore.</strong> V prípade vzniku sporu musíte vy alebo
spolo&#269;nos&#357; WDT najprv zasla&#357; druhej zmluvnej strane oznámenie
o spore, ktoré bude zah&#341;&#328;a&#357; písomné vyhlásenie
s uvedeným menom, adresou a kontaktnými informáciami zmluvnej strany,
ktorá ho podáva, skuto&#269;nosti, ktoré sú dôvodom vzniku sporu,
a požadovaný opravný prostriedok (&#271;alej len „oznámenie
o spore“). Oznámenie o spore zasielané spolo&#269;nosti WDT musí
by&#357; zaslané na adresu: Western Digital Technologies, Inc., do rúk: Legal
Department, 3355 Michelson Drive, Suite 100, Irvine, CA 92612, USA (&#271;alej
len „adresa spolo&#269;nosti WDT pre doru&#269;ovanie oznámení“). Oznámenie
o spore zasielané vám, bude zaslané doporu&#269;eným listom na poslednú
adresu, ktorú má spolo&#269;nos&#357; WDT zaregistrovanú alebo inak uvedenú vo
vašich záznamoch. Ak vy a spolo&#269;nos&#357; WDT nedospejete
k dohode na vyriešenie sporu do šes&#357;desiatich (60) dní od prijatia
oznámenia o spore, vy alebo spolo&#269;nos&#357; WDT môžete
za&#269;a&#357; arbitrážne konanie v súlade s touto &#269;as&#357;ou
10. Po odoslaní a prijatí oznámenia o spore sa každá strana súhlasne
vyjadrí, že bude kona&#357; v dobrej viere, aby sa dospelo
k vyriešeniu sporu pred za&#269;atím arbitráže.
</p>
<p>
<strong>10.5
ZRIEKNUTIE SA SKUPINOVÝCH ŽALÔB A SKUPINOVÝCH
ARBITRÁŽÍ. VY A SPOLO&#268;NOS&#356; WDT SÚHLASÍTE, ŽE MÔŽETE
PREDLOŽI&#356; SPORY VO&#268;I DRUHEJ ZMLUVNEJ STRANE LEN AKO INDIVIDUÁLNY
SUBJEKT A NIE AKO ŽALOBCA ALEBO &#268;LEN SKUPINY V AKOMKO&#317;VEK
ÚDAJNOM SKUPINOVOM KONANÍ ALEBO KONANÍ V ZASTÚPENÍ, OKREM INÉHO AJ VRÁTANE
FEDERÁLNYCH ALEBO ŠTÁTNYCH SKUPINOVÝCH ŽALÔB alebo SKUPINOVÝCH ARBITRÁŽÍ. V
SÚLADE S ARBITRÁŽNYMI KONANIAMI UVEDENÝMI V TEJTO &#268;ASTI TEDA
ROZHODCA NEMÔŽE SPOJI&#356; ANI ZLÚ&#268;I&#356; SPORY VIACERÝCH STRÁN BEZ PÍSOMNÉHO SÚHLASU VŠETKÝCH DOTKNUTÝCH STRÁN
ARBITRÁŽNEHO KONANIA.</strong>
</p>
<p>
<strong>10.6
Arbitrážne konanie.</strong> Ak sa zmluvná strana
rozhodne za&#269;a&#357; arbitrážne konanie, arbitrážne konanie sa bude
riadi&#357; pravidlami organizácie JAMS, ktoré platia v &#269;ase za&#269;atia
arbitráže (&#271;alej len „pravidlá organizácie JAMS“), ktoré sú k dispozícii
na adrese <a href="http://www.jamsadr.com">http://www.jamsadr.com</a>
alebo na telefónnom &#269;ísle 1-800-352-5267, a pravidlami uvedenými v tejto
zmluve. V prípade rozporu medzi pravidlami organizácie JAMS
a pravidlami uvedenými v tejto zmluve budú rozhodujúce pravidlá tejto
zmluvy. Po&#269;as arbitrážneho konania môžete požiada&#357; o akéko&#318;vek
a všetky opravné prostriedky, ktoré máte inak k dispozícii na základe
federálnych, štátnych alebo miestnych právnych predpisov. O všetkých
sporoch bude rozhodova&#357; jediný nezaujatý rozhodca a obidve zmluvné
strany budú ma&#357; primeranú príležitos&#357; zú&#269;astni&#357; sa na
výbere rozhodcu. Rozhodca je viazaný podmienkami tejto zmluvy. Rozhodca, a nie
žiadny federálny, štátny alebo miestny súd alebo agentúra, má výlu&#269;nú
právomoc rieši&#357; všetky spory vyplývajúce z výkladu, použite&#318;nosti,
vykonate&#318;nosti alebo vzniku tejto zmluvy alebo v súvislosti s nimi, okrem
iného aj akéko&#318;vek tvrdenia, že celá zmluva alebo jej niektoré &#269;asti
sú neplatné alebo môžu by&#357; neplatné. Bez oh&#318;adu na toto široké
delegovanie právomocí na rozhodcu môže súd ur&#269;i&#357; obmedzenú otázku,
&#269;i nárok alebo dôvod žaloby sa týka (a) odcudzenia obchodného tajomstva,
(b) porušenia patentu, (c) porušenia autorského práva alebo jeho zneužitia
a (d) porušenia alebo zníženia hodnoty ochrannej známky, ktoré sú
vylú&#269;ené z definície „sporov“ v &#269;asti 10.1. Rozhodca je oprávnený
poskytnú&#357; všetky opravné prostriedky, ktoré sú dostupné súdnou cestou v
zmysle zákona alebo pod&#318;a ekvity. Rozhodnutie rozhodcu je pre strany
záväzné a na každom súde príslušnej jurisdikcie sa môže zapísa&#357; ako
rozsudok. Môžete si
vybra&#357; možnos&#357; zú&#269;astni&#357; sa arbitrážnych konaní aj
telefonicky. Arbitrážne konania, ktoré sa nebudú kona&#357; telefonicky, sa
budú kona&#357; pod&#318;a vášho rozhodnutia v mieste primerane prístupnom
z miesta vášho hlavného pobytu alebo v Orange County
v Kalifornii.
</p>
<p>
(a)
Za&#269;atie
arbitrážneho konania. Ak sa vy alebo spolo&#269;nos&#357; WDT rozhodnete
rieši&#357; spor arbitrážnym konaním, obe strany súhlasia s týmto postupom:
</p>
<p>
(i)
napísanie žiadosti o arbitráž. Žiados&#357; musí
zah&#341;&#328;a&#357; opis sporu a sumu odškodnenia, ktoré chcete
vymáha&#357;. Kópia žiadosti o arbitráž je k dispozícii na adrese <a href="http://www.jamsadr.com">http://www.jamsadr.com</a>
(&#271;alej len „žiados&#357; o arbitráž“);
</p>
<p>
(ii)
odoslanie troch kópií žiadosti o arbitráž
s príslušným poplatkom za predloženie na adresu:
</p>
<p>
JAMS<br>
500 North State College Blvd., Suite 600<br>
Orange, CA 92868, U.S.A.
</p>
<p>
(iii)
zaslanie jednej kópie žiadosti o arbitráž druhej
zmluvnej strane na tú istú adresu, na ktorú bolo zaslané oznámenie
o spore, prípadne iným spôsobom, na ktorom sa dohodnú zmluvné strany.
</p>
<p>
(b)
Forma
konania. Pri všetkých formách konania rozhodca vydá písomné rozhodnutie,
v ktorom vysvetlí základné zistenia a závery, na základe ktorých bude
v príslušnom prípade založené rozhodnutie. Po&#269;as arbitráže nebude
rozhodcovi známa suma navrhovaného vyrovnania, ktorú ponúkne
spolo&#269;nos&#357; WDT alebo vy, až kým rozhodca nestanoví sumu, na ktorú
máte vy alebo spolo&#269;nos&#357; WDT nárok. Poskytnutie alebo výmena
nezverejnených informácií týkajúcich sa sporu môžu by&#357; po&#269;as
arbitráže povolené. Ú&#269;astníci sú povinní zachováva&#357;
ml&#269;anlivos&#357; o arbitrážnom konaní a jeho výsledku,
s výnimkou miery potrebnej na prípravu alebo priebeh arbitrážneho konania
vo veci samej, alebo s výnimkou miery potrebnej v súvislosti
s podaním žaloby na súd o predbežné opatrenie, súdne napadnutie
výsledku alebo jeho výkonu, prípadne pokia&#318; sa v zmysle právnych predpisov
alebo súdneho rozhodnutia nevyžaduje inak.
</p>
<p>
(c)
Arbitrážne
poplatky. Spolo&#269;nos&#357; WDT zaplatí alebo vás v príslušnom prípade
odškodní za všetky poplatky za predloženie sporu organizácii JAMS, správne
poplatky alebo arbitrážne poplatky za akúko&#318;vek za&#269;atú arbitráž (vami
alebo spolo&#269;nos&#357;ou WDT) na základe ustanovení tejto zmluvy.
</p>
<p>
(d)
Rozhodnutie
vo váš prospech. Ak v prípade sporov, v ktorých vy alebo
spolo&#269;nos&#357; WDT žiadate o odškodnenie v maximálnej sume
75 000 USD bez poplatkov a nákladov na právneho zástupcu, arbiter na
vyriešenie sporu rozhodne, aby vám spolo&#269;nos&#357; WDT zaplatila vyššiu
sumu, ako bola jej posledná písomná ponuka, spolo&#269;nos&#357; WDT: (i) vám
zaplatí sumu 1 000 USD alebo prisúdenú sumu, pod&#318;a toho, ktorá
je vyššia; (ii) zaplatí vám dvojnásobok sumy odôvodnených poplatkov na právneho
zástupcu (ak vznikli) a (iii) odškodní vás za akéko&#318;vek výdavky (vrátane
poplatkov a nákladov na znalecký posudok), ktoré odôvodnene vzniknú vášmu
právnemu zástupcovi pri vyšetrovaní, príprave a vedení sporu
v arbitráži. Ak sa so spolo&#269;nos&#357;ou WDT nedohodnete písomne inak,
rozhodca ur&#269;í sumu poplatkov, nákladov a výdavkov, ktoré má
spolo&#269;nos&#357; WDT zaplati&#357; pod&#318;a tejto &#269;asti 10.6 písm.
d).
</p>
<p>
(e)
Poplatky
pre právneho zástupcu. Spolo&#269;nos&#357; WDT nebude žiada&#357;
o preplatenie poplatkov a nákladov na právneho zástupcu
v prípade za&#269;atých arbitráží, ktoré sa budú kona&#357; na základe
tejto zmluvy. Váš nárok na poplatky a náklady na právneho zástupcu
pod&#318;a tejto &#269;asti 10.6 písm. d) neobmedzuje vaše nároky na poplatky
a náklady na právneho zástupcu na základe príslušných právnych predpisov.
Bez oh&#318;adu na uvedené však rozhodca nemôže rozhodnú&#357;
o duplicitnom preplatení poplatkov a nákladov na právneho zástupcu.
</p>
<p>
(f)
Rozhodnutie
o neú&#269;asti. Môžete sa rozhodnú&#357; nezú&#269;astni&#357; sa
(vylú&#269;i&#357; sa) z kone&#269;ného, záväzného individuálneho
arbitrážneho konania alebo sa vzda&#357; skupinového konania, prípadne konania
so zástupcom uvedených v tejto zmluve zaslaním písomného listu na adresu
spolo&#269;nosti WDT pre doru&#269;ovanie oznámení do tridsiatich (30) dní od
vášho súhlasu s touto zmluvou (okrem iného vrátane nákupu, prevzatia,
inštalácie softvéru alebo iného príslušného použitia zariadení WDT, produktov
a služieb), v ktorom bude uvedené (i) vaše meno, (ii) vaša poštová
adresa a (iii) vaša žiados&#357; o vylú&#269;enie z kone&#269;ného,
záväzného individuálneho arbitrážneho konania a zrieknutie sa skupinového
konania, prípadne konania so zástupcom uvedených v tejto &#269;asti 10.
V prípade, že sa rozhodnete pre neú&#269;as&#357; v súlade
s uvedeným postupom všetky ostatné podmienky zostávajú v platnosti
vrátane požiadavky poskytnú&#357; oznámenie pred súdnym konaním.
</p>
<p>
<strong>10.7
Zmeny a doplnenia &#269;asti 10.</strong> Bez oh&#318;adu
na akéko&#318;vek ustanovenia uvedené v tejto zmluve, ktoré sú
v rozpore so zmluvou, vy a spolo&#269;nos&#357; WDT súhlasíte, že ak
spolo&#269;nos&#357; WDT urobí v budúcnosti zmeny a doplnenia
v postupe riešenia sporu a ustanoveniach týkajúcich sa zrieknutia sa
skupinovej žaloby (s výnimkou zmeny adresy spolo&#269;nosti WDT)
v tejto zmluve, spolo&#269;nos&#357; WDT od vás získa kladný súhlas s
príslušnou zmenou a doplnením. Ak neposkytnete kladný súhlas s príslušnou
zmenou a doplnením, súhlasíte, že akýko&#318;vek spor medzi stranami budete
arbitrážou v súlade so znením tejto &#269;asti 10.
</p>
<p>
<strong>10.8
Oddelite&#318;nos&#357;.</strong> Ak sa akéko&#318;vek
ustanovenie tejto &#269;asti 10 stane nevykonate&#318;ným, bude oddelené od
zostávajúcej &#269;asti tejto zmluvy, ktorá zostane na&#271;alej platná
a ú&#269;inná v plnej miere. Toto ustanovenie sa nevz&#357;ahuje na
zákaz skupinovej žaloby alebo žaloby v zastúpení pod&#318;a &#269;asti 10.5.
Ak sa stane nevykonate&#318;nou &#269;as&#357; 10.5, celá &#269;as&#357; 10
(výlu&#269;ne však len &#269;as&#357; 10) bude neplatná a zruší sa.
</p>
<p>
<strong>11.
OBMEDZENIE PRÁV VLÁDOU USA</strong>
</p>
<p>
Softvér je komer&#269;ný
po&#269;íta&#269;ový softvér v zmysle definície tohto pojmu
v predpise 48 C.F.R. §2.101. Ak ste agentúra vlády USA alebo jej
dodávate&#318;, v súvislosti so softvérom získavate len také práva, ktoré
sa v rámci licencie poskytujú všetkým ostatným koncovým používate&#318;om v
súlade a) s predpisom 48 C.F.R. §227.7201 až 48 C.F.R. §227.7204 v súvislosti s
ministerstvom obrany a jeho dodávate&#318;mi, alebo b) s predpisom 48 C.F.R.
§12.212 v súvislosti so všetkými &#271;alšími držite&#318;mi licencie zo strany
vlády USA a jej dodávate&#318;ov.
</p>
<p>
<strong>12.
OBMEDZENIA VÝVOZU A DOVOZU</strong>
</p>
<p>
Spolo&#269;nos&#357; WDT nezaru&#269;uje,
že softvér je vhodný na používanie vo vašej krajine. Beriete na vedomie, že
žiadna &#269;as&#357; softvéru, základných informácií ani technológie sa nesmie
vyváža&#357; ani opätovne vyváža&#357; do žiadnej krajiny alebo regiónu (alebo
do krajiny príslušnosti alebo bydliska ob&#269;ana), na ktoré sa vz&#357;ahuje
obchodné embargo USA (v sú&#269;asnosti sa obchodné embargo USA
vz&#357;ahuje na Irán, Kubu, Sýriu, Severnú Kóreu, Sudán a oblas&#357;
Krymu), ako aj na všetky ostatné subjekty, ktoré sú uvedené na akomko&#318;vek
zozname záujmových osôb, ktorý vypracovala vláda vrátane zoznamu špeciálne
ur&#269;ených štátnych príslušníkov, ktorý vypracovalo Ministerstvo financií
USA, alebo zoznamu nedôveryhodných osôb a zoznamu subjektov, ktorý vypracovalo
Ministerstvo obchodu USA. Používaním softvéru súhlasíte s uvedeným
ustanovením, vyhlasujete a zaru&#269;ujete sa, že sa nenachádzate v
uvedenej krajine, nie ste pod jej kontrolou, nemáte bydlisko v takejto krajine
ani v krajine z niektorého z uvedených zoznamov, a súhlasíte, že softvér
nebudete používa&#357; pri žiadnej &#269;innosti, ktorá priamo alebo nepriamo
súvisí so šírením zbraní hromadného ni&#269;enia, pokia&#318; to nebolo
povolené v zmysle platných právnych predpisov a nariadení. Beriete tiež na
vedomie a rozumiete, že ur&#269;ité funkcie softvéru, ako je šifrovanie
a overovanie, môžu podlieha&#357; obmedzeniam dovozu a vývozu, a za
dodržiavanie príslušných obmedzení nesiete sami zodpovednos&#357;.
</p>
<p>
<strong>13.
NÁHRADA ŠKODY</strong>
</p>
<p>
Týmto vyhlasujete svoj súhlas s tým,
že odškodníte, budete bráni&#357; a nebudete vo&#269;i spolo&#269;nosti
WDT a jej poskytovate&#318;om licencií uplat&#328;ova&#357; akéko&#318;vek
záväzky, náhradu škôd, nároky, pokuty a výdavky vyplývajúce
z akéhoko&#318;vek porušenia tejto zmluvy z vašej strany.
</p>
<p>
<strong>14.
UKON&#268;ENIE</strong>
</p>
<p>
Ak sa spolo&#269;nos&#357; WDT domnieva,
že nedodržiavate svoje povinnosti pod&#318;a tejto zmluvy, má právo okamžite
vypoveda&#357; zmluvu okrem iného vrátane ukon&#269;enia všetkých
používate&#318;ských ú&#269;tov spojených so softvérom, a to aj bez predbežného
upozornenia bez toho, aby boli dotknuté akéko&#318;vek iné práva
spolo&#269;nosti WDT. V prípade ukon&#269;enia tejto zmluvy musíte
okamžite presta&#357; používa&#357; softvér a zni&#269;i&#357; všetky jeho
kópie.
</p>
<p>
<strong>15.
PREVOD</strong>
</p>
<p>
Túto zmluvu ani softvér nesmiete na základe
právnych predpisov ani iným spôsobom postúpi&#357; ani inak previes&#357; na
iný subjekt.
</p>
<p>
<strong>16.
SOFTVÉR S OTVORENÝM ZDROJOVÝM KÓDOM (TZV. OPEN
SOURCE)</strong>
</p>
<p>
Softvér, na ktorý sa vz&#357;ahuje táto zmluva, môže
obsahova&#357; softvér s otvoreným zdrojovým kódom (tzv. open-source
softvér, po&#269;íta&#269;ový softvér, ktorý sa distribuuje na základe
licencie, &#269;o znamená, že verejnos&#357; môže po&#269;íta&#269;ový kód poskytova&#357;,
zobrazova&#357; a meni&#357;). Obmedzenia &#269;asti 1, 2, 14, a 15 tejto
zmluvy sa vz&#357;ahujú na akýko&#318;vek príslušný softvér s otvoreným
zdrojovým kódom len vtedy a v takom rozsahu, v akom neodporujú
žiadnym podmienkam príslušných licencií softvéru s otvoreným zdrojovým
kódom. Spolo&#269;nos&#357; WDT v miere potrebnej na splnenie podmienok
uvedených v príslušných licenciách softvéru s otvoreným zdrojovým kódom
sprístup&#328;uje potrebnú &#269;as&#357; zdrojového kódu k softvéru na
adrese <a href="http://support.wdc.com/">http://support.wdc.com/</a> po dobu minimálne troch
rokov od prevzatia softvéru od spolo&#269;nosti WDT. Spolo&#269;nos&#357; WDT
neposkytuje podporu k softvéru s otvoreným zdrojovým kódom.
</p>
<p>
<strong>17.
PODPORA</strong>
</p>
<p>
V prípade otázok týkajúcich sa softvéru navštívte
fórum podpory spolo&#269;nosti WDT na adrese <a href="http://support.wdc.com/">http://support.wdc.com/</a> alebo
pošlite e-mail oddeleniu zákazníckej podpory spolo&#269;nosti WDT pomocou
webového formulára na adrese <a href="http://wdc.custhelp.com/app/ask/">http://wdc.custhelp.com/app/ask/</a>.
</p>
<p>
<strong>18.
CELÁ ZMLUVA</strong>
</p>
<p>
Táto zmluva predstavuje úplnú dohodu medzi
zmluvnými stranami týkajúcu sa jej predmetu a nahrádza všetky predchádzajúce
alebo sú&#269;asné ústne alebo písomné dohody.
</p>
<p>
<strong>19.
ROZHODNÉ PRÁVO, VÝHRADNÉ MIESTO PRE SÚDNY SPOR</strong>
</p>
<p>
S výnimkou &#269;asti 10 táto zmluva podlieha
právnym predpisom štátu Kalifornia bez oh&#318;adu na rozpory zákonných
ustanovení. V prípade sporu, na ktorý sa nevz&#357;ahujú ustanovenia
&#269;asti 10 oddelené od zostávajúcej &#269;asti zmluvy súdom príslušnej
jurisdikcie, alebo ak sa rozhodnete pre neú&#269;as&#357; v súlade
s ustanoveniami &#269;asti 10, vy a spolo&#269;nos&#357; WDT
súhlasíte, že výlu&#269;nú jurisdikciu budú ma&#357; štátne a federálne
súdy v Orange County v Kalifornii.
</p>
<p>
<strong>20.
DOHOVOR OSN O ZMLUVÁCH O MEDZINÁRODNOM PREDAJI TOVARU</strong>
</p>
<p>
Táto zmluva nepodlieha predpisom dohovoru OSN o
zmluvách o medzinárodnom predaji tovaru.
</p>
<p>
<strong>21.
<span style='text-transform:uppercase'>Oddelite&#318;nos&#357;,
zrieknutie sa práv</span></strong>
</p>
<p>
Ak by súd s príslušnou jurisdikciou rozhodol, že
akéko&#318;vek ustanovenie tejto zmluvy je nevykonate&#318;né, v súlade
s &#269;as&#357;ou 10.7 tejto zmluvy je príslušné ustanovenie potrebné
zmeni&#357; a doplni&#357; v rozsahu potrebnom na to, aby sa stalo
vykonate&#318;ným a zachovalo si svoj ú&#269;el, prípadne oddeli&#357; od
tejto zmluvy, ak príslušná zmena a doplnenie nie sú možné, pri&#269;om
zostávajúce ustanovenia tejto zmluvy zostanú platné a ú&#269;inné
v plnom rozsahu. Ak sa niektorá zo zmluvných strán zriekne uplatnenia
podmienky tejto zmluvy alebo ju akoko&#318;vek poruší v jednotlivom
prípade, nebude to znamena&#357; následné zrieknutie sa príslušnej podmienky
ani jej následné porušenie.
</p>
<p>
<strong>22.
PREŽITIE</strong>
</p>
<p>
&#268;asti 2, 8, 9, 10, 13 a 19 tejto zmluvy, ktoré si
vyžadujú alebo predpokladajú ich pretrvanie aj po ukon&#269;ení platnosti tejto
zmluvy, zostanú v platnosti bez oh&#318;adu na ukon&#269;enie tejto zmluvy.
</p>
<p>
<strong>23.
OSPRAVEDLNENÉ PLNENIE</strong>
</p>
<p>
Pre žiadnu zo strán nebudú vyplýva&#357; žiadne
záväzky ani nebude zodpovedná za akéko&#318;vek omeškanie, neplnenie (s
výnimkou platobného záväzku) alebo prerušenie poskytovania služieb priamo alebo
nepriamo vyplývajúce z prí&#269;in, ktoré nedokáže primerane kontrolova&#357;.
</p>
<p>
4078-705022-V09 August 2015
</p>
</body>
</html>
