<html>
<body>

<p align="center">
<strong>Western Digital Son Kullan&#305;c&#305; Lisans
Sözle&#351;mesi</strong>
</p>
<p>
<strong>ÖNEML&#304; - D&#304;KKATL&#304; OKUYUNUZ. BU BELGEN&#304;N 10.
MADDES&#304;’N&#304;N &#304;ÇERD&#304;&#286;&#304; BA&#286;LAYICI TAHK&#304;M
HÜKMÜ, UYU&#350;MAZLIKLARIN &#350;AHSEN ÇÖZÜMLENMES&#304;N&#304;
GEREKT&#304;RMEKTE, HUKUK MAHKEMES&#304;NDE TELAF&#304; ARAMA
KAB&#304;L&#304;YET&#304;N&#304;Z&#304; ve
JÜR&#304;L&#304; YARGILAMA hakk&#305;n&#305;z&#305; SINIRLAMAKTA VE BELL&#304;
UYU&#350;MAZLIKLARDA GRUP DAVALARINA, GRUP TAHK&#304;MLER&#304;NE KATILMA
HAKKINIZDAN FERAGAT ETT&#304;RMEKTED&#304;R. </strong>
</p>
<p>
Bu Son Kullan&#305;c&#305; Sözle&#351;mesi (bu &quot;Sözle&#351;me&quot;),
&#351;ah&#305;s veya tek bir ki&#351;i olarak sizinle (&quot;siz&quot;) Western
Digital Technologies, Inc., i&#351;tirakleri ve ba&#287;l&#305;
kurulu&#351;lar&#305; (topluca &quot;WDT&quot;) aras&#305;nda WDT
taraf&#305;ndan yay&#305;nlanan, da&#287;&#305;t&#305;lan veya ba&#351;ka bir
&#351;ekilde kullan&#305;ma sunulan yaz&#305;l&#305;m&#305;, hizmetleri ve
ilgili çevrimiçi veya elektronik belgeleri (topluca
&quot;Yaz&#305;l&#305;m&quot; olarak an&#305;lacak, WDT taraf&#305;ndan
sa&#287;lanan bu yaz&#305;l&#305;m, ayg&#305;t yaz&#305;l&#305;m&#305;,
hizmetler ve dokümantasyon ve ilgili güncellemeler) ve e&#287;er geçerliyse WDT
donan&#305;m cihazlar&#305;yla ve ürünleriyle (&quot;WDT Cihazlar&#305;&quot;)
birlikte uygulanmak üzere tasarlanm&#305;&#351; Yaz&#305;l&#305;m’&#305;
kullan&#305;m&#305;n&#305;z&#305; düzenleyen bir hukuki akiddir. Ancak WDT yaz&#305;l&#305;m&#305; veya
hizmetleri için ayr&#305; bir lisans sözle&#351;mesi varsa, ilgili WDT
yaz&#305;l&#305;m&#305; veya hizmetlerinin kullan&#305;m&#305; için bu
ayr&#305; lisans sözle&#351;mesinin hükümleri geçerli olacakt&#305;r.
</p>
<p>
<strong>YAZILIM’I
KURMAKLA, ETK&#304;NLE&#350;T&#304;RMEKLE, KOPYALAMAKLA VEYA BA&#350;KA
B&#304;R &#350;EK&#304;LDE KULLANMAKLA, WDT'N&#304;N &#304;&#350;BU
sözle&#351;meyle S&#304;ZE TANIDI&#286;I L&#304;SANSIN VE
a&#351;a&#287;&#305;daki 5. MADDEDE ATIF YAPILARAK KAPSAMA ALINAN WDT
G&#304;ZL&#304;L&#304;K POL&#304;T&#304;KASININ &#350;ARTLARINI OLU&#350;TURAN
BU SÖZLE&#350;ME’N&#304;N HÜKÜMLER&#304;NE BA&#286;LI KALMAYI KABUL
ETM&#304;&#350; OLURSUNUZ. E&#286;ER BU SÖZLE&#350;ME'N&#304;N ve wdt gizlilik
politikas&#305;’n&#305;n HÜKÜMLER&#304;N&#304; KABUL ETM&#304;YORSANIZ
YAZILIM’I KURMAMALI, ETK&#304;NLE&#350;T&#304;RMEMEL&#304;, KOPYALAMAMALI VEYA
KULLANMAMALISINIZ. </strong>
</p>
<p>
&#304;&#351;bu belgenin 10. Maddesi’nde hüküm alt&#305;na
al&#305;nmas&#305; haricinde bu Sözle&#351;me, zaman zaman WDT taraf&#305;ndan
de&#287;i&#351;tirilebilir ancak siz bu Sözle&#351;me'deki ilgili
de&#287;i&#351;iklikleri kabul etmedikçe bunlar sizin için
ba&#287;lay&#305;c&#305; olmayacakt&#305;r.
</p>
<p>
<strong>1.
L&#304;SANS TANINMASI VE
KISITLAMALAR</strong>
</p>
<p>
Yaz&#305;l&#305;m’&#305;n lisans&#305; sizin zilyetli&#287;inizdedir; size
sat&#305;lmam&#305;&#351;t&#305;r. Bu Sözle&#351;me'nin hükümlerine ba&#287;l&#305; olarak
WDT i&#351;bu belgeyle size Yaz&#305;l&#305;m’&#305; kendi &#351;ahsi veya
dahili amaçlar&#305;n&#305;z do&#287;rultusunda kullanman&#305;z ve bu
kullan&#305;m do&#287;rultusunda sadece bu Sözle&#351;me’ye göre izin verilen
&#351;ekilde Yaz&#305;l&#305;m’&#305; kullanmak için makul olarak gereken
&#351;ekilde Yaz&#305;l&#305;m’&#305;n makul say&#305;da suretini
ç&#305;karman&#305;z için ki&#351;isel, münhas&#305;r olmayan, devredilemeyen,
alt lisans&#305; verilemeyen ve geri al&#305;nabilir bir lisans
tan&#305;maktad&#305;r.
</p>
<p>
&#304;&#351;bu Sözle&#351;me ile (a)
1. Madde'de aç&#305;kça izin verilmedikçe Yaz&#305;l&#305;m’&#305;
ço&#287;altmayaca&#287;&#305;n&#305;z&#305;; (b) Yaz&#305;l&#305;m’&#305;
de&#287;i&#351;tirmeyece&#287;inizi, uyarlamayaca&#287;&#305;n&#305;z&#305;,
tercüme etmeyece&#287;inizi veya herhangi bir türevsel
çal&#305;&#351;mas&#305;n&#305; olu&#351;turmayaca&#287;&#305;n&#305;z&#305;;
(c) Yaz&#305;l&#305;m’&#305; veya eri&#351;im deneyimi ya da telif hakk&#305;
koruma mekanizmalar&#305; dahil anca bunlarla s&#305;n&#305;rl&#305; olmamak
üzere Yaz&#305;l&#305;m’daki herhangi bir teknoloji özelli&#287;ini veya
tedbirleri herhangi bir vas&#305;tayla veya biçimde k&#305;s&#305;tlama
alt&#305;na almayaca&#287;&#305;n&#305;z&#305; veya devre d&#305;&#351;&#305;
b&#305;rakmayaca&#287;&#305;n&#305;z&#305;; (d) Yaz&#305;l&#305;m’&#305;n
kaynak kodunu ayr&#305;&#351;t&#305;rmaya, derlemeyi açmaya, ters
mühendisli&#287;ini yapmaya veya ba&#351;ka bir &#351;ekilde kaynak kodunu elde
etmeye te&#351;ebbüs etmeyece&#287;inizi; (e) Yaz&#305;l&#305;m’&#305; herhangi
bir üçüncü tarafa da&#287;&#305;tmayaca&#287;&#305;n&#305;z&#305;, taahhüdü
alt&#305;na sokmayaca&#287;&#305;n&#305;z&#305;, satmayaca&#287;&#305;n&#305;z&#305;,
kiralamayaca&#287;&#305;n&#305;z&#305;, kiraya vermeyece&#287;inizi veya
ba&#351;ka bir &#351;ekilde devretmeyece&#287;inizi, yay&#305;nlamayaca&#287;&#305;n&#305;z&#305;
ya da aç&#305;klamayaca&#287;&#305;n&#305;z&#305;; (f) Yaz&#305;l&#305;m’da
bulunan veya Yaz&#305;l&#305;m’la ba&#287;lant&#305;l&#305; olarak
kullan&#305;lan herhangi bir ticari markay&#305;, logoyu, telif
hakk&#305;n&#305; veya ba&#351;ka bir mülkiyet ihbar&#305;n&#305;,
aç&#305;klamalar&#305;, sembolü veya etiketi
kald&#305;rmayaca&#287;&#305;n&#305;z&#305; veya de&#287;i&#351;tirmeyece&#287;inizi;
veya (g) bunlarla s&#305;n&#305;rl&#305; olmaks&#305;z&#305;n telif
haklar&#305;, ticari markalar, ticari s&#305;rlar ve patentler de dahil olmak
üzere herhangi bir üçüncü taraf fikri mülkiyet hakk&#305;n&#305;n veya iftira, karalama, müstehcenlik ve gizlilikle
ilgili haks&#305;z fiiller de dahil olmak üzere ilgili idari birimin
yürürlükteki yasalar&#305;n&#305;n ihlal edilmesine yard&#305;mc&#305;
olacak herhangi bir biçimde Yaz&#305;l&#305;m’&#305;
kullanmayaca&#287;&#305;n&#305;z&#305; ve ba&#351;kalar&#305;na da
kulland&#305;rmayaca&#287;&#305;n&#305;z&#305; kabul ve beyan etmektesiniz.
</p>
<p>
<strong>2.
HAKLARIN SAKLILI&#286;I</strong>
</p>
<p>
Yaz&#305;l&#305;m’&#305;n telif haklar&#305;yla ve di&#287;er fikri
mülkiyet ve sahiplik haklar&#305;yla korundu&#287;unu kabul etmektesiniz. WDT ve WDT’nin üçüncü taraf lisans verenleri (&quot;Lisans Verenler&quot;),
Yaz&#305;l&#305;m’la ilgili olan tüm bu haklar&#305;, 1. Madde'de size
aç&#305;kça tan&#305;nan lisans hariç olmak üzere sakl&#305; tutmaktad&#305;rlar.
1. Madde’de aç&#305;kça tan&#305;nan lisanslar haricinde Yaz&#305;l&#305;m’la
ilgili hiçbir hakk&#305;n, yetkinin, menfaatin veya lisans&#305;n, ister
ç&#305;kar&#305;m, hukuki engelleme veya ba&#351;ka bir &#351;ekilde olsun size
tan&#305;nmad&#305;&#287;&#305;n&#305;, verilmedi&#287;ini veya
devredilmedi&#287;ini kabul etmektesiniz. WDT veya Lisans Verenler’in
Yaz&#305;l&#305;mla ilgili haklar&#305;na herhangi bir biçimde müdahale eden
veya engelleyen hiçbir eyleme kat&#305;lmamay&#305; kabul etmektesiniz.
</p>
<p>
<strong>3.
WDT DI&#350;INDAK&#304;
C&#304;HAZLARIN KULLANIMI</strong>
</p>
<p>
Baz&#305; durumlarda Yaz&#305;l&#305;m, WDT d&#305;&#351;&#305;ndaki
üreticilerin üretti&#287;i cihazlarla (“WDT D&#305;&#351;&#305;ndaki Cihazlar”)
çal&#305;&#351;t&#305;r&#305;labilir. Bu tür WDT D&#305;&#351;&#305;ndaki Cihaz kalitesi veya kabiliyetleriyle
ilgili olarak WDT’nin herhangi bir taahhüt veya garanti vermedi&#287;ini kabul
edersiniz.
WDT’nin ilgili WDT D&#305;&#351;&#305;ndaki Cihazlar için
destek sa&#287;layabilece&#287;i ve baz&#305;lar&#305; için destek
sa&#287;lamayabilece&#287;ini ve ayn&#305; zamanda WDT’nin
Yaz&#305;l&#305;m&#305;n bu tür WDT D&#305;&#351;&#305;ndaki Cihazlarla uyumlu
oldu&#287;u, uyumlu olaca&#287;&#305; veya uyumlu kalaca&#287;&#305; yönünde
herhangi bir teminat vermedi&#287;ini kabul etmektesiniz.
</p>
<p>
<strong>4.
GÜNCELLEMELER; OTOMAT&#304;K
ÖZELL&#304;KLER</strong>
</p>
<p>
WDT'nin
(a&#351;a&#287;&#305;da tan&#305;mland&#305;&#287;&#305; &#351;ekilde)
Yaz&#305;l&#305;m Güncellemeleri hususunda hiçbir yükümlülü&#287;ü
olmad&#305;&#287;&#305;n&#305; kabul etmektesiniz. Ancak WDT, zaman zaman Yaz&#305;l&#305;m’&#305;n
güncellenmi&#351; versiyonlar&#305;n&#305; ç&#305;karabilir ve
Yaz&#305;l&#305;m hata düzeltmeleri, yamalar, güncellemeler, ek ya da geli&#351;tirilmi&#351;
i&#351;levler, eklemeler ve yeni versiyonlar (topluca &quot;Güncellemeler&quot;
olarak an&#305;l&#305;r) gibi Yaz&#305;l&#305;m güncellemelerini denetlemek
üzere internet üzerinden otomatik olarak WDT ya da üçüncü taraf servis sa&#287;lay&#305;c&#305;lar&#305;na
ba&#287;lanabilir ve (a) ki&#351;isel cihaz&#305;n&#305;zda
kulland&#305;&#287;&#305;n&#305;z Yaz&#305;l&#305;m versiyonunuzu otomatik ve
elektronik olarak güncelleyebilir ya da (b) size ilgili Güncellemeleri manuel
olarak indirme seçene&#287;i sunabilir. Yaz&#305;l&#305;m’&#305; kullanmakla ve geçerli
olmas&#305; halinde herhangi bir otomatik Güncelleme denetimini devre
d&#305;&#351;&#305; b&#305;rakmamakla, i&#351;bu belge kapsam&#305;nda WDT'den
veya üçüncü taraf servis sa&#287;lay&#305;c&#305;lar&#305;ndan Güncellemeleri
talep ve kabul etmeyi ve bu Sözle&#351;me'nin ko&#351;ullar&#305; ve
&#351;artlar&#305;n&#305;n ilgili tüm Güncellemeler için geçerli
olaca&#287;&#305;n&#305; kabul etmekte, buna muvafakat vermektesiniz.
</p>
<p>
<strong>5.
WDT TARAFINDAN OTOMAT&#304;K
OLARAK TOPLANAN B&#304;LG&#304;LER</strong>
</p>
<p>
Yaz&#305;l&#305;m,
Yaz&#305;l&#305;m’&#305;n kullan&#305;m&#305;yla ba&#287;lant&#305;l&#305;
olarak belirli bilgileri WDT'ye ve üçüncü taraf veri analizi tedarikçilerine
gönderen otomatik ileti&#351;im özellikleri içerebilir. WDT ve
üçüncü taraf veri analizi tedarikçilerinin, Yaz&#305;l&#305;m'la sa&#287;lanan
bilgileri nas&#305;l toplay&#305;p kulland&#305;&#287;&#305; konusunda daha
fazla bilgi için lütfen <a href="http://www.wd.com/en/company/corporateinfo/privacy.aspx">http://www.wd.com/en/company/corporateinfo/privacy.aspx</a>
adresinde yay&#305;nlanan ve at&#305;k yaparak kapsama al&#305;nan WDT Gizlilik
Politikas&#305;'n&#305; gözden geçiriniz. &#304;&#351;bu Sözle&#351;me hükümlerini kabul ederek,
WDT Gizlilik Politikas&#305; ko&#351;ullar&#305;n&#305; kabul etmektesiniz. Gizlilik
Politikas&#305; ko&#351;ullar&#305;n&#305; kabul etmiyorsan&#305;z,
Yaz&#305;l&#305;m&#305; kullanmamal&#305;s&#305;n&#305;z.
</p>
<p>
<strong>6.
KAYIT B&#304;LG&#304;LER&#304;</strong>
</p>
<p>
Herhangi bir Yaz&#305;l&#305;m veya WDT
Cihaz&#305; kay&#305;t sürecinin parças&#305; olarak WDT, sizin isminiz,
e-posta adresiniz, kullan&#305;c&#305; ad&#305;n&#305;z ya da &#351;ifreniz
dahil ancak bunlarla s&#305;n&#305;rl&#305; olmamak üzere, kay&#305;tla ilgili
bilgileri talep edebilir. Bu bilgileri sunmakla, Yaz&#305;l&#305;m’la birlikte
sat&#305;n al&#305;nan herhangi bir WDT Cihaz&#305;yla
ba&#287;lant&#305;l&#305; olarak Güncellemenin bulunup
bulunmad&#305;&#287;&#305;na, ürün geri ça&#287;&#305;rmalar&#305;na veya
güvenlik endi&#351;elerine dair ihbarlar da dahil olmak üzere tan&#305;t&#305;m
amaçl&#305; olmayan yaz&#305;&#351;malar yapmak üzere bu bilgilerin WDT
taraf&#305;ndan toplanmas&#305;na ve kullan&#305;lmas&#305;na muvafakat
etmi&#351; olursunuz. WDT’nin kay&#305;t i&#351;lemiyle
ba&#287;lant&#305;l&#305; olarak sizden toplad&#305;&#287;&#305; veya WDT’nin Yaz&#305;l&#305;m’&#305;
veya WDT Cihazlar&#305; ba&#287;lant&#305;l&#305; olarak sizin ba&#351;ka
&#351;ekilde WDT’ye sa&#287;lad&#305;&#287;&#305;n&#305;z bilgilerin WDT
taraf&#305;ndan kullan&#305;m&#305; WDT Gizlilik Politikas&#305; hükümlerine
tabi olacakt&#305;r.
</p>
<p>
Kullan&#305;c&#305;
ad&#305;n&#305;z&#305;n ve &#351;ifrenizin gizlili&#287;ini
koruyaca&#287;&#305;n&#305;z&#305; kabul eder ve kullan&#305;c&#305;
ad&#305;n&#305;z ve &#351;ifrenizin kullan&#305;lmas&#305;yla
hesab&#305;n&#305;za eri&#351;im sonucu meydana gelen her türlü veri
kayb&#305;, çal&#305;nmas&#305; veya imhas&#305;na ili&#351;kin tüm
sorumlulu&#287;u üstlenirsiniz.
</p>
<p>
<strong>7.
ÜÇÜNCÜ TARAF &#304;ÇER&#304;K VE
H&#304;ZMET SA&#286;LAYICILAR</strong>
</p>
<p>
Yaz&#305;l&#305;m’&#305; kullan&#305;m&#305;n&#305;z size üçüncü taraf
yaz&#305;l&#305;m&#305;n&#305; indirme ve kullanma veya Yaz&#305;l&#305;m’la
ula&#351;&#305;lan üçüncü taraf içeri&#287;ine ba&#287;lant&#305; verme
imkan&#305; tan&#305;yabilir (bu üçüncü taraf yaz&#305;l&#305;mlara ve
içeri&#287;e topluca &quot;Üçüncü Taraf &#304;çeri&#287;i&quot; ad&#305;
verilir). Bütün Üçüncü Taraf
&#304;çeri&#287;i’nin, geçerli Üçüncü Taraf &#304;çeri&#287;i sahiplerinin
mülkiyetinde oldu&#287;unu ve yürürlükteki telif haklar&#305; ve di&#287;er
fikri mülkiyet haklar&#305;yla koruma alt&#305;na al&#305;nm&#305;&#351; olabilece&#287;ini
de kabul etmektesiniz. Geçerli hizmet tedarikçisi (&quot;Hizmet
Tedarikçisi&quot;) veya Üçüncü Taraf &#304;çerik sahibi taraf&#305;ndan
yetkilendirilmeyen herhangi bir Üçüncü Taraf &#304;çeri&#287;i’ni hiçbir
&#351;ekilde kullanamazs&#305;n&#305;z. Birtak&#305;m Üçüncü Taraf
&#304;çeri&#287;ine ula&#351;abilmek veya ula&#351;ma ve kullanma hakk&#305;na
sahip olabilmek için Hizmet Tedarikçisi veya Üçüncü Taraf &#304;çerik sahibi
ile ayr&#305; bir sözle&#351;me akdetmeniz veya Hizmet Tedarikçisi'nin
kullan&#305;m ko&#351;ullar&#305; ve &#351;artlar&#305;na uyman&#305;z
gerekebilece&#287;ini kabul etmektesiniz. Yaz&#305;l&#305;m kullan&#305;m&#305;n&#305;zla
ba&#287;lant&#305;l&#305; olarak Üçüncü Taraf &#304;çeri&#287;i’ne
eri&#351;mek, ço&#287;altmak, görüntülemek veya ba&#351;ka bir &#351;ekilde
kullanmak üzere Yaz&#305;l&#305;m’&#305; kullanman&#305;z&#305;n hiçbir üçüncü
taraf fikri mülkiyet hakk&#305;n&#305; ihlal etmemesini güvence alt&#305;na
almak sizin sorumlulu&#287;unuzdad&#305;r.
</p>
<p>
<strong>8.
GARANT&#304; REDD&#304; AÇIKLAMASI</strong>
</p>
<p>
<span style='text-transform:uppercase'>YAZILIM, S&#304;ZE H&#304;ÇB&#304;R TÜRDE GARANT&#304;
OLMAKSIZIN &quot;OLDU&#286;U G&#304;B&#304;&quot; SUNULMU&#350;TUR. YÜRÜRLÜKTEK&#304; YASALARIN &#304;Z&#304;N VERD&#304;&#286;&#304; ÖLÇÜDE
WDT VE L&#304;SANS VERENLER&#304;, BUNLARLA SINIRLI OLMAKSIZIN &#304;MA
ED&#304;LEN HER TÜRLÜ PAZARLANAB&#304;L&#304;RL&#304;K, BELL&#304; B&#304;R
AMACA UYGUNLUK VE ÜÇÜNCÜ TARAF F&#304;KR&#304; MÜLK&#304;YET HAKLARININ
&#304;HLAL ED&#304;LMEMES&#304; VEYA V&#304;RÜS BULUNMADI&#286;I
GARANT&#304;S&#304; VE YAZILIMIN GÜVENL&#304;&#286;&#304;,
GÜVEN&#304;L&#304;RL&#304;&#286;&#304; VEYA DAK&#304;KL&#304;&#286;&#304;YLE
&#304;LG&#304;L&#304; TÜM GARANT&#304;LER DAH&#304;L OLMAK ÜZERE, AÇIK VEYA
ZIMN&#304; BÜTÜN GARANT&#304;LER&#304; REDDEDER. WDT, YAZILIM’IN S&#304;Z&#304;N &#304;HT&#304;YAÇLARINIZI
KAR&#350;ILAYACA&#286;INI VEYA HATASIZ OLDU&#286;UNU GARANT&#304; ETMEZ. Wdt, yaz&#305;l&#305;m’&#305;n kullan&#305;m&#305;n&#305;n sürekli veya
kesintisiz olaca&#287;&#305;n&#305; garanti etmemektedir ve wdt,
yaz&#305;l&#305;ma ya da yaz&#305;l&#305;mdan herhangi bir ileti&#351;im
kesintisinden dolay&#305; sorumlu olmayacakt&#305;r. YAZILIM’IN KULLANIMINDAN VEYA
UYGULANMASINDAN DO&#286;AN BÜTÜN R&#304;SK S&#304;ZE A&#304;TT&#304;R. YAZILIM’IN KULLANILMASI SURET&#304;YLE HERHANG&#304; B&#304;R YAZILIM’IN,
MATERYAL&#304;N VEYA VER&#304;N&#304;N &#304;ND&#304;R&#304;LMES&#304;N&#304;N
VEYA BA&#350;KA B&#304;R &#350;EK&#304;LDE ELDE ED&#304;LMES&#304;N&#304;N
S&#304;Z&#304;N TAKD&#304;R&#304;N&#304;Z VE R&#304;SK&#304;N&#304;Z ALTINDA OLDU&#286;UNU
VE VER&#304;LER&#304;N HERHANG&#304; B&#304;R KAYBI VEYA BOZULMASI DAH&#304;L
ancak bunlarla s&#305;n&#305;rl&#305; OLmaMAK ÜZERE B&#304;LG&#304;SAYARINIZA,
C&#304;HAZINIZA, S&#304;STEM&#304;N&#304;ZE VEYA A&#286;INIZA GELECEK HER TÜRLÜ
Z&#304;YANDAN ÖTÜRÜ TEK BA&#350;INA SORUMLU OLACA&#286;INIZI ANLAMAKTASINIZ. YUKARIDAK&#304; GARANT&#304; REDD&#304;, E&#286;ER GEÇERL&#304;YSE
S&#304;Z&#304;N WDT C&#304;HAZLARINI KULLANIMINIZLA
&#304;L&#304;&#350;K&#304;L&#304; OLAN YÜRÜRLÜKTEK&#304; H&#304;ÇB&#304;R
GARANT&#304;Y&#304; DE&#286;&#304;&#350;T&#304;RMEYECEK, YORUMLAMAYACAK VEYA
TAD&#304;L ETMEYECEKT&#304;R.</span>
</p>
<p>
WDT, HERHANG&#304; B&#304;R ÜÇÜNCÜ TARAF &#304;ÇER&#304;&#286;&#304;YLE,
HERHANG&#304; B&#304;R WDT DI&#350;I C&#304;HAZLA VEYA B&#304;R H&#304;ZMET
TEDAR&#304;KÇ&#304;S&#304;N&#304;N YA DA ÜÇÜNCÜ TARAF &#304;ÇER&#304;K
SAH&#304;B&#304;N&#304;N HAR&#304;Ç TUTULMASIYLA &#304;LG&#304;L&#304; OLARAK
H&#304;ÇB&#304;R BEYANDA BULUNMAZ VE BU HUSUSTAK&#304; TÜM
GARANT&#304;LER&#304; REDDEDER. WDT, ÜÇÜNCÜ TARAF &#304;ÇER&#304;&#286;&#304;N DO&#286;RULU&#286;U,
BÜTÜNLÜ&#286;Ü, GÜNCELL&#304;&#286;&#304;, GEÇERL&#304;L&#304;&#286;&#304;,
TEL&#304;F HAKLARINA UYGUNLU&#286;U, ME&#350;RULU&#286;U, AHLAK&#304;L&#304;&#286;&#304;,
KAL&#304;TES&#304; VEYA BA&#350;KA HERHANG&#304; B&#304;R YÖNÜNÜ
&#304;NCELEMEKTEN SORUMLU DE&#286;&#304;LD&#304;R. WDT,
GÖREVL&#304;LER&#304;, &#304;&#350;T&#304;RAKLER&#304; VE BA&#286;LI
ORTAKLIKLARI, HERHANG&#304; B&#304;R ÜÇÜNCÜ TARAF &#304;ÇER&#304;K VEYA WEB
S&#304;TES&#304;NDEN YA DA YAZILIMLA ER&#304;&#350;&#304;M SA&#286;LANAN ÜÇÜNCÜ
TARAFLARIN D&#304;&#286;ER MATERYALLER&#304;, ÜRÜNLER&#304; VEYA
H&#304;ZMETLER&#304;N&#304; GARANT&#304; ETMEMEKTE VEYA ONAYLAMAMAKTADIR VE
BUNLARDAN DOLAYI S&#304;ZE VEYA BA&#350;KA HERHANG&#304; B&#304;R
K&#304;&#350;&#304;YE KAR&#350;I SORUMLU OLMAYACAKTIR. YAZILIM
KANALIYLA HERHANG&#304; B&#304;R ÜÇÜNCÜ TARAF &#304;ÇER&#304;&#286;E
ER&#304;&#350;&#304;M SA&#286;LAMAYI VEYA KULLANMAYI
SEÇT&#304;&#286;&#304;N&#304;Z ÖLÇÜDE, BU &#304;&#350;LEM&#304; TAMAMEN
KEND&#304; G&#304;R&#304;&#350;&#304;M&#304;N&#304;Z OLARAK YAPARSINIZ VE
YÜRÜRLÜKTEK&#304; YEREL YASALAR, G&#304;ZL&#304;L&#304;K VE VER&#304; KORUMA
YASALARI DAH&#304;L ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE &#304;LG&#304;L&#304;
YASALARA UYMAKTAN SORUMLUSUNUZ.
</p>
<p>
<strong>9.
YÜKÜMLÜLÜK SINIRLAMASI</strong>
</p>
<p>
YÜRÜRLÜKTEK&#304; YASALARIN &#304;Z&#304;N VERD&#304;&#286;&#304; EN
GEN&#304;&#350; ÖLÇÜDE H&#304;ÇB&#304;R HALÜKARDA WDT VEYA L&#304;SANS
VERENLER&#304;, SÖZ KONUSU Z&#304;YAN &#304;HT&#304;MAL&#304; KONUSUNDA WDT
ÖNCEDEN B&#304;LG&#304;LEND&#304;R&#304;LM&#304;&#350; OLSA B&#304;LE BUNLARLA
SINIRLI OLMAMAK ÜZERE &#304;&#350; KARI KAYBINDAN, &#304;&#350;&#304;N
KES&#304;NT&#304;YE U&#286;RAMASINDAN, VER&#304; KAYBINDAN,
B&#304;LG&#304;SAYAR S&#304;STEM&#304; ARIZASINDAN, BOZULMASINDAN VEYA BU
SÖZLE&#350;ME’YLE VEYA YAZILIM’I, WDT C&#304;HAZLARINI, HERHANG&#304; B&#304;R
ÜÇÜNCÜ TARAF &#304;ÇER&#304;&#286;&#304; VEYA WDT dI&#350;INDAK&#304;
C&#304;HAZI KULLANAMAMAKLA &#304;L&#304;&#350;K&#304;L&#304; YA DA BUNDAN
KAYNAKLANAN BA&#350;KA B&#304;R PARASAL KAYIPTAN DO&#286;AN Z&#304;YANLAR
DAH&#304;L H&#304;ÇB&#304;R SONUÇSAL, ARIZ&#304;, DOLAYLI, ÖZEL, CEZALANDIRICI
VEYA BA&#350;KA N&#304;TEL&#304;KTEK&#304; Z&#304;YANLARDAN ÖTÜRÜ YÜKÜMLÜ
OLMAYACAKLARDIR. B&#304;RTAKIM &#304;DAR&#304;
B&#304;R&#304;MLER, SONUÇSAL VEYA ARIZ&#304; Z&#304;YANLARDAN ÖTÜRÜ HAR&#304;Ç
TUTMAYA VEYA YÜKÜMLÜLÜK SINIRLAMASINA &#304;Z&#304;N VERMED&#304;&#286;&#304;
&#304;Ç&#304;N YUKARIDAK&#304; SINIRLAMA S&#304;Z&#304;N AÇINIZDAN GEÇERL&#304;
OLMAYAB&#304;L&#304;R. H&#304;ÇB&#304;R DURUMDA
WDT'N&#304;N &#304;&#350;BU SÖZLE&#350;ME VEYA YAZILIM’LA BA&#286;LANTILI TÜM
Z&#304;YANLAR HUSUSUNDA S&#304;ZE KAR&#350;I TOPLAM YÜKÜMLÜLÜ&#286;Ü 25 ABD
DOLARI’NI GEÇMEYECEKT&#304;R. YUKARIDAK&#304; SINIRLAMALAR, HAR&#304;Ç TUTMALAR
VE REDLER, ÇÖZÜM TEMEL AMACINDA BA&#350;ARISIZ OLSA DAH&#304; YÜRÜRLÜKTEK&#304;
YASALARIN &#304;Z&#304;N VERD&#304;&#286;&#304; EN GEN&#304;&#350; ÖLÇÜDE
GEÇERL&#304; OLACAKTIR.
</p>
<p>
<span style='text-transform:uppercase'>WDT, S&#304;STEM&#304;N&#304;ZE
HERHANG&#304; B&#304;R V&#304;RÜS BULA&#350;MASINDAN,
S&#304;STEM&#304;N&#304;Z&#304;N K&#304;RLENMEsinDEN YA DA HASAR
GÖRMES&#304;NDEN YA DA YAZILIM veya wdt cihazlar&#305;n&#305; KULLANIMINIZDAN
DO&#286;AN VEYA BUNLARLA &#304;L&#304;&#350;K&#304;L&#304; GEC&#304;KMELERDEN,
TUTARSIZLIKLARDAN, HATALARDAN VEYA EKS&#304;KLERDEN ÖTÜRÜ SORUMLU VEYA YÜKÜMLÜ
DE&#286;&#304;LD&#304;R. YAZILIM, NÜKLEER
TES&#304;SLER&#304;N, HAVA ARACI SEY&#304;R, HABERLE&#350;ME
S&#304;STEMLER&#304;N&#304;N VEYA HAVA TRAF&#304;&#286;&#304; DÜZENLEME
MAK&#304;NELER&#304;N&#304;N VEYA YAZILIM’DAK&#304; ARIZANIN ÖLÜME,
K&#304;&#350;&#304;SEL YARALANMAYA VEYA C&#304;DD&#304; F&#304;Z&#304;KSEL VEYA
ÇEVRESEL Z&#304;YANA YOL AÇAB&#304;LECE&#286;&#304; BA&#350;KA HERHANG&#304;
B&#304;R MAK&#304;NEN&#304;N &#304;&#350;LET&#304;M&#304;NDE KULLANILMAYA
YÖNEL&#304;K DE&#286;&#304;LD&#304;R. </span>
</p>
<p>
<strong>10.
UYU&#350;MAZLIKLAR, BA&#286;LAYICI &#350;AHS&#304;
TAHK&#304;M VE GRUP DAVALARINDAN VE GRUP TAHK&#304;MLER&#304;NDEN FERAGAT</strong>
</p>
<p>
<strong>10.1
Uyu&#351;mazl&#305;klar.</strong> 10. Madde’nin
hükümlerini, sizinle WDT aras&#305;ndaki tüm Uyu&#351;mazl&#305;klara
uygulanacakt&#305;r. Bu 10. Madde’nin
amaçlar&#305; do&#287;rultusunda ve bu 10.1 Madde’sinde hüküm alt&#305;na
al&#305;nan istisnaya ba&#287;l&#305; olarak &quot;Uyu&#351;mazl&#305;k&quot;,
sizinle WDT aras&#305;nda Yaz&#305;l&#305;m, WDT Cihazlar&#305;, bu
Sözle&#351;me veya sizinle WDT'nin dahil oldu&#287;u ba&#351;ka bir i&#351;lem
kapsam&#305;nda veya ili&#351;kili olarak, sözle&#351;mede, garantide,
yanl&#305;&#351; beyanda, yolsuzlukta, haks&#305;z fiilde, tüzükte,
yönetmelikte, talimatnamede veya ba&#351;ka bir hukuki ya da muadil esasta
do&#287;an her türlü uyu&#351;mazl&#305;&#287;&#305;, iddiay&#305; veya
davay&#305; ifade edecek ve yasalar çerçevesinde en geni&#351; anlamda
yorumlanacakt&#305;r. <strong><span style='text-transform:uppercase'>S&#304;Z VE WDT, BU SÖZLE&#350;ME’DE
TANIMLANDI&#286;I HAL&#304;YLE &quot;UYU&#350;MAZLIK&quot;IN S&#304;Z&#304;N
TARAFINIZDAN VEYA WDT TARAFINDAN (A) T&#304;CAR&#304; SIRRIN HAKSIZ
&#350;EK&#304;LDE ELE GEÇ&#304;R&#304;LMES&#304;, (B) PATENT &#304;HLAL&#304;,
(C) TEL&#304;F HAKKI &#304;HLAL&#304; VE SU&#304;ST&#304;MAL&#304; VE (D)
T&#304;CAR&#304; MARKA &#304;HLAL&#304; VE SULANDIRILMASI DAH&#304;L
HERHANG&#304; B&#304;R &#304;DD&#304;AYI VEYA DAVA NEDEN&#304;N&#304; &#304;ÇERMEYECE&#286;&#304;N&#304;
KABUL ETMEKTES&#304;N&#304;Z. ayr&#305;ca
madde 10.6’YA KAR&#350;IN, B&#304;R TAZM&#304;NAT TALEB&#304;N&#304;N BU DÖRT
&#304;ST&#304;SNADAN B&#304;R&#304;NE G&#304;R&#304;P
G&#304;RMED&#304;&#286;&#304;NE HAKEM DE&#286;&#304;L B&#304;R MAHKEMEN&#304;N
KARAR VERECE&#286;&#304;N&#304; KABUL EDERS&#304;N&#304;Z.</span></strong>
</p>
<p>
<strong>10.2
Ba&#287;lay&#305;c&#305; Tahkim.</strong> Siz ve WDT
ayr&#305;ca: (a) taraflar aras&#305;ndaki bütün Uyu&#351;mazl&#305;klar&#305;n
i&#351;bu belgedeki hükümler çerçevesinde tahkimle çözülmesi; (b) bu
Sözle&#351;me'nin ülke içi ticaretteki bir i&#351;leme at&#305;fta
bulunmas&#305;; (c) Federal Tahkim Yasas&#305;'n&#305;n (9 U.S.C §1 ve
sonras&#305;) bu belgenin 10. Maddesi’nin yorumlanmas&#305;n&#305; ve
yürürlü&#287;e konulmas&#305;n&#305; düzenlemesi; ve (d) 10. Madde'nin bu
Sözle&#351;me'nin sona erdirilmesinden sonra da geçerli kalmas&#305;
hususlar&#305;nda mutab&#305;ks&#305;n&#305;z. <strong>TAHK&#304;M, B&#304;R MAHKEME &#304;&#350;LEM&#304;NDE KEND&#304;
HAKKINIZDAN FERAGAT EDEREK B&#304;R HAK&#304;M VEYA HEYET KARARINI KABUL ETMEN&#304;Z ANLAMINA
GEL&#304;R VE TEMY&#304;ZE G&#304;TME DAYANA&#286;INIZ ÇOK SINIRLIDIR.</strong> Tahkim
üyesi, söz konusu idari birimde mahkeme oturumundakiyle ayn&#305; tazminat
hükmüne sizin için de varabilir ve telafi aray&#305;&#351;&#305;na giren
&#351;ahsi taraf lehine ve sadece o taraf&#305;n &#351;ahsi talebiyle garanti
edilen telafiyi sa&#287;lamak için gerekti&#287;i ölçüde size beyan ya da ihtiyati
tedbir karar&#305; verebilir. Ayr&#305;ca baz&#305; durumlarda tahkim
masraflar&#305; dava masraflar&#305;n&#305; geçebilir ve tahkimde delilleri
sunma hakk&#305; mahkemeye göre daha s&#305;n&#305;rl&#305; olabilir. Tahkim
üyesinin karar&#305; nihai olacak ve taraflar üzerinde yarg&#305; yetkisi
bulunan herhangi bir mahkeme taraf&#305;ndan uygulanabilir olacakt&#305;r.
</p>
<p>
<strong>10.3
Küçük Talepler Mahkemesi.</strong> Yukar&#305;dakilere
ra&#287;men söz konusu iddian&#305;n o mahkemede ele al&#305;n&#305;yor veya o
mahkemenin yarg&#305; bölgesine giriyor olmas&#305; halinde kendi eyaletinizin
veya belediyenizin küçük talepler mahkemesinde de &#351;ahsi bir dava açabilirsiniz.
</p>
<p>
<strong>10.4
Uyu&#351;mazl&#305;k
&#304;hbar&#305;.</strong> Uyu&#351;mazl&#305;k olmas&#305; halinde siz veya
WDT, ilk olarak di&#287;er tarafa ihbar&#305; veren taraf&#305;n isminin,
adresinin ve irtibat bilgilerinin bulundu&#287;u yaz&#305;l&#305; bildirimle
birlikte Uyu&#351;mazl&#305;&#287;a yol açan somut gerçekleri ve talep edilen
tazminat miktar&#305;n&#305; içeren bir Uyu&#351;mazl&#305;k &#304;hbar&#305;
(&quot;Uyu&#351;mazl&#305;k &#304;hbar&#305;&quot;) göndermelisiniz. WDT'ye
gönderilen Uyu&#351;mazl&#305;k &#304;hbar&#305; &#351;u adrese iletilmelidir: Western
Digital Technologies, Inc., ATTN: Legal Department , 3355 Michelson Drive,
Suite 100, Irvine, CA 92612, U.S.A. (&quot;WDT &#304;hbar Adresi&quot;). Size yönelik Uyu&#351;mazl&#305;k
&#304;hbar&#305;, iadeli taahhütlü postayla WDT’nin dosyas&#305;nda veya
di&#287;er durumlarda kay&#305;tlar&#305;m&#305;zda bulunan en yeni adresinize
gönderilecektir. E&#287;er WDT
ve siz, Uyu&#351;mazl&#305;k &#304;hbar&#305; al&#305;nd&#305;ktan sonraki
altm&#305;&#351; (60) gün içerisinde Uyu&#351;mazl&#305;&#287;&#305; çözümlemek
için bir anla&#351;maya varamazsan&#305;z, siz veya WDT 10. Madde uyar&#305;nca
tahkim i&#351;lemine ba&#351;layabilirsiniz. Uyu&#351;mazl&#305;k
&#304;hbar&#305;’n&#305;n sunulmas&#305;n&#305;n ve al&#305;nmas&#305;n&#305;n
ard&#305;ndan taraflardan her biri, tahkime gitmeden önce
Uyu&#351;mazl&#305;&#287;&#305; çözümlemek için iyi niyetle hareket etmeyi
kabul eder.
</p>
<p>
<strong>10.5
GRUP DAVALARINDAN VE GRUP
TAHK&#304;MLER&#304;NDEN FERAGAT. S&#304;Z
VE WDT, SINIRLI OLMAKSIZIN FEDERAL VEYA EYALET GRUBU DAVALARI VEYA GRUP
TAHK&#304;MLER&#304; DAH&#304;L OLMAK ÜZERE HER B&#304;R TARAFIN
D&#304;&#286;ER&#304;NE KAR&#350;I UYU&#350;MAZLIKLARI, DAVACI VEYA KASTED&#304;LEN
HERHANG&#304; B&#304;R GRUBUN GRUP ÜYES&#304; OLARAK DE&#286;&#304;L SADECE
B&#304;REYSEL N&#304;TEL&#304;KLE VEYA TEMS&#304;L &#304;&#350;LEM&#304;YLE
AÇAB&#304;LECE&#286;&#304;N&#304; KABUL ETMEKTES&#304;N&#304;Z. BÖYLECE BU
MADDEDE ANA HATLARI VER&#304;LEN TAHK&#304;M &#304;&#350;LEMLER&#304;
ÇERÇEVES&#304;NDE B&#304;R TAHK&#304;M ÜYES&#304;, TAHK&#304;M
&#304;&#350;LEM&#304;NDEN ETK&#304;LENEN TÜM TARAFLARIN YAZILI MUVAFAKATI
OLMAKSIZIN B&#304;R TARAFIN &#304;DD&#304;ALARINDAN FAZLASINI B&#304;R ARAYA
GET&#304;RMEYECEK VEYA B&#304;RLE&#350;T&#304;RMEYECEKT&#304;R.</strong>
</p>
<p>
<strong>10.6
Tahkim &#304;&#351;lemi.</strong> E&#287;er bir
taraf, tahkime gitme seçiminde bulunursa yap&#305;lacak tahkim, tahkime
ba&#351;vuruldu&#287;u tarihte yürürlükte olan, <a href="http://www.jamsadr.com">http://www.jamsadr.com</a>
adresinden veya 1-800-352-5267 numaral&#305; telefondan ö&#287;renilebilecek
JAMS kurallar&#305;na (&quot;JAMS Kurallar&#305;&quot;) ve bu Sözle&#351;me'de
ortaya konulan kurallara ba&#287;l&#305; olacakt&#305;r. E&#287;er JAMS
Kurallar&#305; ile bu Sözle&#351;me'de ortaya konulan kurallar aras&#305;nda bir
ihtilaf olursa, bu Sözle&#351;me'de ortaya konulan kurallar hüküm ifade
edecektir. Siz, tahkimde federal, eyalet veya yerel yasalar uyar&#305;nca
di&#287;er &#351;artlarda size sunulan her türlü ve tüm çözümlere ula&#351;ma
aray&#305;&#351;&#305;na girebilirsiniz. Tüm Uyu&#351;mazl&#305;klar, tek bir tarafs&#305;z
tahkim hakemi taraf&#305;ndan çözümlenecektir ve her iki tarafa da tahkim
hakeminin seçimine kat&#305;lmas&#305; için makul bir f&#305;rsat
tan&#305;nacakt&#305;r. Tahkim hakemi, bu Sözle&#351;me'nin hükümleriyle
ba&#287;l&#305;d&#305;r. &#304;&#351;bu Sözle&#351;me’nin yorumlanmas&#305;,
geçerlili&#287;i, uygulanabilirli&#287;i veya yap&#305;s&#305;yla ilgili olarak
ortaya ç&#305;kan, i&#351;bu Sözle&#351;me’nin bir k&#305;sm&#305; veya
tamam&#305;n&#305;n uygulanamaz oldu&#287;u yönündeki herhangi bir iddia dahil
ancak bununla s&#305;n&#305;rl&#305; olmamak üzere tüm ihtilaflar&#305; çözmek
için tek yetki federal, eyalet veya yerel mahkemede de&#287;il, tahkim
hakeminde olacakt&#305;r. Tahkim hakemine verilen bu geni&#351; yetkiye
kar&#351;&#305;n mahkeme bir tazminat talebi veya dava nedeninin Madde 10.1’de
“Uyu&#351;mazl&#305;k” tan&#305;m&#305; d&#305;&#351;&#305;nda
b&#305;rak&#305;lan (a) ticari s&#305;rr&#305;n haks&#305;z &#351;ekilde ele
geçirilmesi, (b) patent ihlali, (c) telif hakki ihlali ve suistimali ve (d)
ticari marka ihlali ve suland&#305;r&#305;lmas&#305; sebeplerinden
kaynaklan&#305;p kaynaklanmad&#305;&#287;&#305;n&#305; tespit edebilir. Tahkim hakemi, kanun ve hakkaniyet
çerçevesinde bir mahkemenin verebildi&#287;i tüm kararlar&#305; verme yetkisine
sahip olacakt&#305;r. Tahkim hakeminin karar&#305; tüm taraflar&#305;
ba&#287;lay&#305;c&#305; olacakt&#305;r ve herhangi bir yetki mahkemede
al&#305;nm&#305;&#351; karar gibi kabul edilecektir. Tahkim
duru&#351;malar&#305;na telefonla kat&#305;lmay&#305; tercih edebilirsiniz. Telefonla yürütülmeyen tahkim
duru&#351;malar&#305;, sizin tercihinize göre sizin birincil ikamet yerinizden
makul biçimde ula&#351;&#305;labilen bir yerde veya California, Orange
County'de gerçekle&#351;tirilecektir.
</p>
<p>
(a)
Tahkim
&#304;&#351;lemlerine Ba&#351;lanmas&#305;. E&#287;er siz
veya WDT, bir Uyu&#351;mazl&#305;kta tahkime gitmeye karar verirseniz, taraflar
a&#351;a&#287;&#305;daki prosedürün uygulanmas&#305;nda mutab&#305;kt&#305;r:
</p>
<p>
(i)
Tahkim için
Yaz&#305;l&#305; Talepte Bulunulmas&#305;. Talep,
Uyu&#351;mazl&#305;&#287;&#305;n tarifini ve telafisi istenen ziyan
miktar&#305;n&#305; içermelidir. Tahkim Talebi’nin bir suretini
<a href="http://www.jamsadr.com">http://www.jamsadr.com</a> (“Tahkim Talebi&quot;) adresinden bulabilirsiniz.
</p>
<p>
(ii)
Tahkim
Talebi’nin üç suretini ve gerekli ba&#351;vuru ücretini
a&#351;a&#287;&#305;daki adrese gönderiniz:
</p>
<p>
JAMS<br>
500 North State College Blvd., Suite 600<br>
Orange, CA 92868, U.S.A.
</p>
<p>
(iii)
Tahkim
Talebi’nin bir suretini Tahkim &#304;hbar&#305;’yla ayn&#305; adresten veya
taraflarca anla&#351;&#305;ld&#305;&#287;&#305; &#351;ekilde di&#287;er tarafa
gönderiniz.
</p>
<p>
(b)
Duru&#351;ma
Format&#305;. Bütün
duru&#351;ma formatlar&#305;nda tahkim hakemi, e&#287;er varsa karar&#305;n
dayand&#305;r&#305;laca&#287;&#305; temel bulgular&#305; ve sonuçlar&#305;
aç&#305;klayan yaz&#305;l&#305; bir karar düzenleyecektir. Tahkim
s&#305;ras&#305;nda WDT'nin veya sizin önerdi&#287;iniz her türlü
uzla&#351;&#305; miktar&#305;, tahkim hakeminin sizin veya WDT'nin hak sahibi
olaca&#287;&#305; tutar&#305; e&#287;er varsa belirlemesine kadar tahkim
hakemine aç&#305;klanmayacakt&#305;r. Uyu&#351;mazl&#305;kla ilgili olan imtiyazs&#305;z
bilgilerin tahkim s&#305;ras&#305;nda ke&#351;fine veya de&#287;i&#351;
toku&#351;una izin verilebilir. Taraflar, davan&#305;n esas&#305;na göre tahkim
duru&#351;mas&#305;na haz&#305;rlan&#305;lmas&#305; ya da yürütülmesi için
gerekli olmas&#305; hariç veya ön çözüm için mahkeme ba&#351;vurusu, bir karara
ya da uygulanmas&#305;na kar&#351;&#305; adli itiraz ile
ba&#287;lant&#305;l&#305; olarak gerekli olmas&#305; hariç veya yasa ya da adli
karar taraf&#305;ndan ba&#351;ka &#351;ekilde gerekli tutulmad&#305;kça, tahkim
i&#351;leminin ve karar&#305;n gizli yap&#305;s&#305;n&#305;
koruyacaklard&#305;r.
</p>
<p>
(c)
Tahkim
Ücretleri.
WDT, bu Sözle&#351;me hükümleri uyar&#305;nca (siz veya WDT
taraf&#305;ndan ba&#351;lat&#305;lan) her türlü tahkimin bütün JAMS
ba&#351;vurular&#305;, yürütmesi ve tahkim ücretleri için size ödeme yapacak
veya (e&#287;er geçerliyse) iadede bulunacakt&#305;r.
</p>
<p>
(d)
Lehinize Karar
Verilmesi.
Sizin veya WDT’nin, vekalet ücretleri ve masraflar&#305; hariç olmak
üzere 75.000 ABD Dolar&#305; veya daha az miktarda tazminat talebinde
bulundu&#287;u Uyu&#351;mazl&#305;klarda tahkimin
Uyu&#351;mazl&#305;&#287;&#305; çözümlemek için size WDT'nin e&#287;er varsa
son yaz&#305;l&#305; teklifinden daha büyük miktar için karar vermesi halinde
WDT: (i) hangisi daha büyükse 1.000 ABD Dolar&#305; veya karar
miktar&#305;n&#305; ödeyecek; (ii) e&#287;er varsa makul avukatl&#305;k
ücretlerinizin iki mislini ödeyecek ve (iii) vekilinizin tahkimdeki
Uyu&#351;mazl&#305;&#287;&#305;n ara&#351;t&#305;r&#305;lmas&#305;,
haz&#305;rlanmas&#305; ve takibi için makul ölçülerde üstlendi&#287;i (uzman
tan&#305;k ücretleri ve bedelleri dahil) tüm harcamalar&#305; iade edecektir. Siz ve WDT taraf&#305;ndan üzerinde
yaz&#305;l&#305; olarak mutab&#305;k kal&#305;nmas&#305; haricinde tahkim
hakemi, WDT taraf&#305;ndan ödenecek ücretlerin, masraflar&#305;n ve harcamalar&#305;n
tutar&#305;n&#305; bu belgedeki 10.6(d) Maddesi uyar&#305;nca tespit edecektir.
</p>
<p>
(e)
Avukatl&#305;k
Ücretleri.
WDT, bu Sözle&#351;me çerçevesindeki bir Uyu&#351;mazl&#305;&#287;&#305;
içeren, aç&#305;lm&#305;&#351; herhangi bir tahkimin avukatl&#305;k ücretlerini
ve harcamalar&#305;n&#305; talep etmeyecektir.
Yukar&#305;daki 10.6(d) Maddesi çerçevesindeki avukatl&#305;k
ücretlerine ve harcamalar&#305;na dair hakk&#305;n&#305;z, sizin yürürlükteki
yasalar kapsam&#305;nda avukatl&#305;k ücretine ve harcamalar&#305;na yönelik
haklar&#305;n&#305;z&#305; s&#305;n&#305;rlamaz; yukar&#305;dakilere
ra&#287;men tahkim hakemi, avukatl&#305;k ücretlerinin ve harcamalar&#305;n&#305;n
ödenmesi hususunda çifte karar vermeyebilir.
</p>
<p>
(f)
Ç&#305;k&#305;&#351;
Tercihi.
Bu Sözle&#351;me'yi (Yaz&#305;l&#305;m’&#305;n veya di&#287;er geçerli
WDT Cihazlar&#305;’n&#305;n, ürünlerinin ve hizmetlerinin sat&#305;n
al&#305;nmas&#305;, indirilmesi, kurulumu dahil ancak bunlarla
s&#305;n&#305;rl&#305; olmamak üzere) kabulünüzü takip eden otuz (30) gün
içerisinde WDT &#304;hbar Adresine, (i) sizin ad&#305;n&#305;z&#305;, (ii)
posta adresinizi ve (iii) kesin, ba&#287;lay&#305;c&#305; bireysel tahkim
talebinizden hariç tutulma talebinizi ve 10. Madde'de belirtilen grup ve temsil
i&#351;lemlerinden feragati içeren bir yaz&#305;l&#305; mektup göndermek
suretiyle kesin, ba&#287;lay&#305;c&#305; bireysel tahkim i&#351;lemlerinden
ç&#305;k&#305;&#351; tercihinde bulunabilir (kendinizi hariç tutabilir) ve bu
Sözle&#351;me'de belirtilen grup ve temsil i&#351;lemlerinden feragat
edebilirsiniz. Yukar&#305;da belirtilen prosedüre uygun olarak
ç&#305;k&#305;&#351; tercihinde bulunman&#305;z halinde davadan önce ihbarda
bulunma gereklili&#287;i de dahil olmak üzere di&#287;er tüm kay&#305;tlar
geçerli kalmaya devam edecektir.
</p>
<p>
<strong>10.7
10. Madde'deki De&#287;i&#351;iklikler.</strong> &#304;&#351;bu Sözle&#351;mede yer alan aksi yöndeki
herhangi bir hükme ra&#287;men siz ve WDT, WDT'nin bu Sözle&#351;me'de (WDT'nin
adresi d&#305;&#351;&#305;nda) uyu&#351;mazl&#305;k çözümü prosedürüyle ve grup
davas&#305; hükümleriyle ilgili olarak gelecekte herhangi bir
de&#287;i&#351;iklik yapmas&#305; halinde WDT'nin ilgili de&#287;i&#351;iklik
için onay&#305;n&#305;z&#305; alaca&#287;&#305;n&#305; kabul edersiniz. &#304;lgili
de&#287;i&#351;ikli&#287;i onaylamazsan&#305;z, taraflar aras&#305;ndaki her
türlü Uyu&#351;mazl&#305;&#287;&#305;, bu belgenin 10. Maddesi’nde yer alan
söyleme uygun olarak tahkime götürece&#287;inizi kabul etmi&#351; oluyorsunuz.
</p>
<p>
<strong>10.8
Bölünebilirlik.</strong> E&#287;er bu 10. Madde'deki herhangi bir
hüküm yürütülemez görülürse, bu Sözle&#351;me'nin kalan k&#305;sm&#305; tam
yürürlük ve geçerlilik ta&#351;&#305;mak kayd&#305;yla bu hüküm
ayr&#305;lacakt&#305;r. Bu durum, 10.5 Maddesi’ndeki hüküm alt&#305;na
al&#305;nan grup veya temsil davalar&#305;ndaki yasaklama konusunda
uygulanmayacakt&#305;r; e&#287;er 10.5 Maddesi’ndeki uygulanamaz bulunursa, 10.
Madde’nin tamam&#305; (fakat sadece 10. Madde) geçersiz ve hükümsüz hale
gelecektir.
</p>
<p>
<strong>11.
A.B.D DEVLET&#304;N&#304;N KISITLADI&#286;I HAKLAR </strong>
</p>
<p>
Yaz&#305;l&#305;m, 48 C.F.R. Bölüm 2.101’de tan&#305;mlanan &#351;ekliyle
ticari bilgisayar yaz&#305;l&#305;m&#305;d&#305;r. ABD Devleti’nin bir
ajans&#305; ya da yüklenicisi iseniz, (a) Savunma Bakanl&#305;&#287;&#305; ve
yüklenicileri ile ilgili olarak 48 C.F.R Bölüm 227.7201 - 48 C.F.R. Bölüm
227.7204 veya (b) di&#287;er tüm ABD Devleti lisans sahipleri ve bunlar&#305;n
yüklenicileri ile ilgili olarak 48 C.F.R. Bölüm 12.212 uyar&#305;nca
yaln&#305;zca lisans kapsam&#305;nda di&#287;er tüm son kullan&#305;c&#305;lara
verildi&#287;i &#351;ekilde Yaz&#305;l&#305;m ile ilgili haklar&#305;
al&#305;rs&#305;n&#305;z.
</p>
<p>
<strong>12.
&#304;HRACAT VE &#304;THALAT KISITLAMALARI</strong>
</p>
<p>
WDT, Yaz&#305;l&#305;m’&#305;n sizin kulland&#305;&#287;&#305;n&#305;z
ülkede kullan&#305;ma uygun oldu&#287;u hususunda hiçbir beyanda bulunmaz. Yaz&#305;l&#305;m’&#305;n hiçbir bölümünün veya geri plandaki bilgilerin ya
da teknolojinin hiçbirinin A.B.D ticaret ambargosuna tabi ülkelerin veya
bölgelerin (halen &#304;ran, Küba, Suriye, Kuzey Kore, Sudan ve K&#305;r&#305;m
bölgesi) (vatanda&#351;&#305;na veya mukim &#351;ahs&#305;na) veya A.B.D Hazine
Bakanl&#305;&#287;&#305;'n&#305;n Özel Tahsisli Yurtta&#351;lar listesinde veya
A.B.D Ticaret Bakanl&#305;&#287;&#305;'n&#305;n Yasakl&#305; Ki&#351;i ve
Kurumlar Listesi’nde yer alan ki&#351;iler de dahil olmak üzere ABD hükümetinin
Endi&#351;e Kayna&#287;&#305; Taraflar&#305;n Listelerindeki herhangi bir kimseye
yönelik olarak indirilemeyece&#287;ini veya ba&#351;ka bir &#351;ekilde ihraç
edilemeyece&#287;ini ya da yeniden ihraç edilemeyece&#287;ini kabul
etmektesiniz.
Yaz&#305;l&#305;m’&#305; kullanmakla yukar&#305;dakileri
kabul etmi&#351; oluyorsunuz ve bu gibi herhangi bir ülkede veya bu ülkelerin
ya da bu gibi bir listede yer alan vatanda&#351;&#305;n veya mukim
&#351;ahs&#305;n kontrolü alt&#305;nda bulunmad&#305;&#287;&#305;n&#305;z&#305;
beyan ve ilzam etmektesiniz ve Yaz&#305;l&#305;m&#305; ilgili yasalar ve
yönetmelikler çerçevesinde izin verilmedi&#287;i sürece kitle imha
silahlar&#305;n&#305;n yayg&#305;nla&#351;t&#305;r&#305;lmas&#305;yla
do&#287;rudan veya dolayl&#305; olarak ilgili herhangi bir faaliyet için
kullanmamay&#305; kabul etmektesiniz. Bununla birlikte Yaz&#305;l&#305;m’&#305;n &#351;ifreleme
ve yetkilendirme gibi birtak&#305;m i&#351;levlerinin ihracat ve ithalat
k&#305;s&#305;tlamalar&#305;na tabi olabilece&#287;ini ve yürürlükteki tüm
k&#305;s&#305;tlamalara ve mevzuat gereksinimlerine uymakla sorumlu
oldu&#287;unuzu da kabul etmekte ve anlamaktas&#305;n&#305;z.
</p>
<p>
<strong>13.
ZARARDAN MUAF&#304;YET</strong>
</p>
<p>
WDT'yi ve Lisans Verenleri’ni, bu Sözle&#351;me'nin sizin
taraf&#305;n&#305;zdan ihlalinden do&#287;an her türlü yükümlülü&#287;e,
ziyana, talebe, cezaya ve harcamaya kar&#351;&#305; zarardan muaf tutmay&#305;,
savunmay&#305; i&#351;bu belgeyle kabul etmektesiniz.
</p>
<p>
<strong>14.
FES&#304;H </strong>
</p>
<p>
WDT’nin i&#351;bu Sözle&#351;me çerçevesindeki yükümlülüklerinize
uymad&#305;&#287;&#305;n&#305;z&#305; tespit etmesi halinde size bildirimde
bulunarak veya bulunmadan WDT, di&#287;er WDT haklar&#305;na halel gelmeksizin,
Yaz&#305;l&#305;m’la ilgili tüm kullan&#305;c&#305; hesaplar&#305; dahil ancak
bunlarla s&#305;n&#305;rl&#305; olmamak üzere, bu Sözle&#351;meyi feshetme
hakk&#305;na sahip olacakt&#305;r. Fesih sonras&#305;nda Yaz&#305;l&#305;m’&#305;n bütün
kullan&#305;m&#305;na derhal son verecek ve Yaz&#305;l&#305;m’&#305;n bütün
suretlerini imha edeceksiniz.
</p>
<p>
<strong>15.
DEV&#304;R</strong>
</p>
<p>
Bu
Sözle&#351;me'yi veya Yaz&#305;l&#305;m’&#305;, hukukun i&#351;letilmesi veya
ba&#351;ka bir yolla temlik edemez veya devredemezsiniz.
</p>
<p>
<strong>16.
AÇIK KAYNAK YAZILIMI</strong>
</p>
<p>
&#304;&#351;bu
Sözle&#351;me ile lisans&#305; verilen Yaz&#305;l&#305;m, &quot;Aç&#305;k
Kaynak&quot; yaz&#305;l&#305;m&#305; (bilgisayar kodunun genel kitle
taraf&#305;ndan payla&#351;&#305;labilece&#287;ini, görüntülenebilece&#287;ini
ve de&#287;i&#351;tirilebilece&#287;ini hüküm alt&#305;na alan bir lisans
düzenlemesi kapsam&#305;nda da&#287;&#305;t&#305;m&#305; yap&#305;lan
bilgisayar yaz&#305;l&#305;m&#305;) içerebilir. Bu Sözle&#351;me'nin 1., 2.,
14. ve 15. Maddesi’nin getirdi&#287;i k&#305;s&#305;tlamalar sadece her türlü
ilgili Aç&#305;k Kaynak yaz&#305;l&#305;m&#305; için ve Aç&#305;k Kaynak
yaz&#305;l&#305;m&#305;n&#305;n ilgili lisans(lar)&#305;n&#305;n hükümleriyle
çeli&#351;ki olu&#351;turmad&#305;&#287;&#305;nda ve bu ölçüde geçerlidir. Ekli
Aç&#305;k Kaynak yaz&#305;l&#305;m&#305;n&#305;n ilgili lisanslar&#305;n&#305;n
hükümlerine uymak için gerekli oldu&#287;u ölçüde, WDT, Yaz&#305;l&#305;m’&#305;
WDT’den alman&#305;zdan itibaren en az üç y&#305;l süre için Yaz&#305;l&#305;m
için kaynak kodunun gerekli k&#305;sm&#305;n&#305; <a href="http://support.wdc.com/">http://support.wdc.com/</a> adresinde
kullan&#305;ma sunar. WDT Aç&#305;k Kaynak yaz&#305;l&#305;m&#305; için destek
sa&#287;lamaz
</p>
<p>
<strong>17.
DESTEK</strong>
</p>
<p>
Yaz&#305;l&#305;m’la
ilgili sorular için lütfen WDT'nin <a href="http://support.wdc.com/">http://support.wdc.com/</a> sayfas&#305;ndaki
destek forumunu ziyaret ediniz veya <a href="http://wdc.custhelp.com/app/ask/">http://wdc.custhelp.com/app/ask/</a>
sayfas&#305;ndaki internet formunu kullanarak WDT'nin mü&#351;teri destek
birimine e-posta gönderiniz.
</p>
<p>
<strong>18.
SÖZLE&#350;MEN&#304;N BÜTÜNÜ</strong>
</p>
<p>
Bu Sözle&#351;me,
i&#351;bu belgedeki esas konu itibar&#305;yla taraflar aras&#305;ndaki bütün
mutabakat&#305; olu&#351;turmaktad&#305;r ve daha önceki veya
e&#351;zamanl&#305; sözlü ya da yaz&#305;l&#305; bütün
anlay&#305;&#351;lar&#305;n üzerinde hüküm ifade eder.
</p>
<p>
<strong>19.
GEÇERL&#304; HUKUK; MÜNHASIR
YARGILAMA YER&#304;</strong>
</p>
<p>
10.
Madde hariç bu Sözle&#351;me, yasa çat&#305;&#351;mas&#305; hükümlerine
bak&#305;lmaks&#305;z&#305;n California Eyaleti yasalar&#305;na göre hüküm
ifade edecektir. Madde hükümlerinin uygulanamaz bulundu&#287;u bir
Uyu&#351;mazl&#305;k ç&#305;kmas&#305;, yarg&#305; yetkili bir mahkeme
taraf&#305;ndan Sözle&#351;me'nin kalan k&#305;sm&#305;ndan ayr&#305;
tutulmas&#305; veya sizin 10. Madde hükümleri uyar&#305;nca
ç&#305;k&#305;&#351; tercihinde bulunman&#305;z halinde hem siz hem de WDT,
California, Orange County'de bulunan eyalet ve federal mahkemelerinin
münhas&#305;r yarg&#305; yetkisine muvafakat edersiniz.
</p>
<p>
<strong>20.
<span style='text-transform:uppercase'>Birle&#351;mi&#351; Milletler
Uluslararas&#305; Mal Sat&#305;&#351;&#305; Sözle&#351;meleri Konvansiyonu </span></strong>
</p>
<p>
Bu
Sözle&#351;me, Birle&#351;mi&#351; Milletler Uluslararas&#305; Mal
Sat&#305;&#351;&#305; Sözle&#351;meleri Konvansiyonu kapsam&#305;nda hüküm
ifade etmeyecektir.
</p>
<p>
<strong>21.
<span style='text-transform:uppercase'>Bölünebilirlik; feragat</span></strong>
</p>
<p>
&#304;&#351;bu
Sözle&#351;me’nin 10.7 Maddesi’ne ba&#287;l&#305; olarak, e&#287;er bu
Sözle&#351;me'nin herhangi bir hükmü yarg&#305; yetkisine sahip bir mahkeme
taraf&#305;ndan uygulanamaz bulunursa söz konusu hüküm, bu hükmü uygulanabilir
hale getirmek için gerekti&#287;i ölçüde maksad&#305;n&#305; kaybetmeksizin de&#287;i&#351;tirilecek
veya bu tür bir de&#287;i&#351;ikli&#287;in mümkün olmamas&#305; halinde
Sözle&#351;me'den ayr&#305;lacakt&#305;r ve Sözle&#351;me'nin di&#287;er
hükümleri tam yürürlük ve geçerlilik ta&#351;&#305;maya devam edecektir.
Taraflardan birinin bu
Sözle&#351;me'nin herhangi bir kayd&#305;ndan veya &#351;art&#305;ndan feragat
etmesi veya herhangi bir olaydaki herhangi bir ihlal, ilgili ko&#351;uldan veya
&#351;arttan ya da sonraki ihlalden feragati olu&#351;turmayacakt&#305;r.
</p>
<p>
<strong>22.
GEÇERL&#304;L&#304;&#286;&#304;
SÜRDÜRME</strong>
</p>
<p>
&#304;&#351;bu
Sözle&#351;me’nin 2., 8., 9., 10., 13. ve 19. Maddeleri ve Sözle&#351;me'nin
sona erdirilmesinden sonra ifa edilmesini gerektiren veya &#351;art ko&#351;an
bu Sözle&#351;menin di&#287;er hükümleri, Sözle&#351;me’nin sona erdirilmesine
ra&#287;men yürürlükte kalmaya devam edecektir.
</p>
<p>
<strong>23.
MAZERETL&#304; GEC&#304;KME</strong>
</p>
<p>
Hiçbir
taraf do&#287;rudan ya da dolayl&#305; olarak kendi makul kontrolünün
ötesindeki herhangi bir gecikme, (ödeme yükümlülü&#287;ü d&#305;&#351;&#305;nda)
uygulama noksanl&#305;&#287;&#305; veya ba&#351;ka herhangi bir nedenden
kaynaklanan hizmet kesintisi nedeniyle temerrüde dü&#351;meyecek veya yükümlü
tutulmayacakt&#305;r.
</p>
<p>
4078-705022-W09
A&#287;ustos 2015
</p>
</body>
</html>
