<html>
<body>

<p align="center">
<strong>Licen&#269;ní smlouva spole&#269;nosti Western
Digital s koncovým uživatelem</strong>
</p>
<p>
<strong>D&#366;LEŽITÉ – &#268;T&#282;TE POZORN&#282;. &#268;LÁNEK 10 TÉTO SMLOUVY OBSAHUJE
ZÁVAZNOU ROZHOD&#268;Í DOLOŽKU, KTERÁ VYŽADUJE &#344;EŠENÍ SPOR&#366; NA
INDIVIDUÁLNÍM ZÁKLAD&#282;, OMEZUJE VAŠI SCHOPNOST DOMÁHAT SE NÁPRAVY U SOUDU,
OMEZUJE VAŠE PRÁVO NA SOUDCE NEBO POROTU V SOUDNÍM &#344;ÍZENÍ A ZBAVUJE VÁS
PRÁVA Ú&#268;ASTNIT SE HROMADNÝCH ŽALOB NEBO HROMADNÝCH ROZHOD&#268;ÍCH
&#344;ÍZENÍ O UR&#268;ITÝCH SPORECH.</strong>
</p>
<p>
Tato licen&#269;ní smlouva
s koncovým uživatelem (dále jen „smlouva“) je právním ujednáním mezi vámi
jakožto fyzickou osobou nebo jediným subjektem (dále jen „vy“) a
spole&#269;ností Western Digital Technologies, Inc., jejími dce&#345;inými
spole&#269;nostmi a p&#345;idruženými organizacemi (dále souhrnn&#283; jen
„spole&#269;nost WDT“), kterým se &#345;ídí vaše používání softwaru, služeb a
související internetové nebo elektronické dokumentace spole&#269;nosti WDT
(tento software, firmware, služby a dokumentace, a jakékoliv dostupné
aktualizace poskytnuté spole&#269;ností WDT - dále souhrnn&#283; nazývají jen
„software“), a p&#345;ípadn&#283; i vaše používání softwaru ur&#269;eného pro
hardwarová za&#345;ízení a produkty spole&#269;nosti WDT (dále jen
„za&#345;ízení spole&#269;nosti WDT“). Pokud jsou ale software nebo služby spole&#269;nosti WDT doprovázeny
samostatnou licen&#269;ní smlouvou, podmínky této samostatné licen&#269;ní
smlouvy se budou vztahovat na vaše používání p&#345;íslušného softwaru &#269;i
služeb spole&#269;nosti WDT.
</p>
<p>
<strong>INSTALACÍ, AKTIVACÍ, ZKOPÍROVÁNÍM NEBO
JINÝM POUŽITÍM SOFTWARU VYJAD&#344;UJETE SOUHLAS SE ZÁVAZNOSTÍ PODMÍNEK TÉTO
SMLOUVY, NA JEJICHŽ ZÁKLAD&#282; VÁM SPOLE&#268;NOST WDT LICENCI UD&#282;LUJE, A
SE ZÁVAZNOSTÍ ZÁSAD OCHRANY OSOBNÍCH ÚDAJ&#366; SPOLE&#268;NOSTI WDT, KTERÉ
JSOU SOU&#268;ÁSTÍ TÉTO SMLOUVY NA ZÁKLAD&#282; ODKAZU UVEDENÉHO
V &#268;LÁNKU 5. POKUD S PODMÍNKAMI TÉTO SMLOUVY A SE ZÁSADAMI
OCHRANY OSOBNÍCH ÚDAJ&#366; SPOLE&#268;NOSTI WDT NESOUHLASÍTE, SOFTWARE
NEINSTALUJTE, NEAKTIVUJTE, NEKOPÍRUJTE ANI NEPOUŽÍVEJTE.</strong>
</p>
<p>
Krom&#283; p&#345;ípad&#367; uvedených
v &#269;lánku 10 této smlouvy, je spole&#269;nost WDT oprávn&#283;na tuto
smlouvu p&#345;íležitostn&#283; m&#283;nit, avšak, žádná ze zm&#283;n této
dohody nebude pro vás závazná, pokud s p&#345;íslušnými zm&#283;nami nebudete
kladn&#283; souhlasit.
</p>
<p>
<strong>1.
UD&#282;LENÍ LICENCE A OMEZENÍ</strong>
</p>
<p>
Získáváte pouze licenci k používání
softwaru, software není p&#345;edm&#283;tem prodeje. S
výhradou podmínek této smlouvy vám tímto spole&#269;nost WDT ud&#283;luje
osobní, nevýhradní, nep&#345;enosnou, nesublicencovatelnou a odvolatelnou
licenci k používání softwaru pro vaše osobní nebo interní ú&#269;ely a
k vytvo&#345;ení p&#345;im&#283;&#345;eného po&#269;tu kopií softwaru,
které jsou p&#345;im&#283;&#345;en&#283; nezbytné k používání softwaru
dovoleného na základ&#283; této dohody.
</p>
<p>
Berete na v&#283;domí a souhlasíte
s tím, že nebudete provád&#283;t následující &#269;innosti a ani to
neumožníte ostatním: (a) software reprodukovat jinak, než je
výslovn&#283; dovoleno podle &#269;lánku 1; (b) software upravovat,
p&#345;izp&#367;sobovat, p&#345;ekládat ani vytvá&#345;et žádná díla od
softwaru odvozená; (c) snažit se žádnými prost&#345;edky ani žádným
zp&#367;sobem obcházet &#269;i deaktivovat software ani žádné technologické
prvky &#269;i opat&#345;ení v softwaru zabudované; (d) snažit se software
rozebrat, zp&#283;tn&#283; analyzovat ani jinak získat zdrojový kód softwaru;
(e) software distribuovat, zadlužovat, prodávat, najímat, pronajímat,
sublicencovat ani jinak p&#345;evád&#283;t, uve&#345;ej&#328;ovat ani
zp&#345;ístup&#328;ovat žádné t&#345;etí stran&#283;; (f) odstra&#328;ovat ani
pozm&#283;&#328;ovat žádnou ochrannou známku, logo, sd&#283;lení o autorských
&#269;i dalších majetkových právech, popisky, symboly ani štítky v softwaru
zabudované, k softwaru p&#345;ipojené nebo v souvislosti se softwarem
používané; ani (g) za použití softwaru žádným zp&#367;sobem napomáhat p&#345;i
porušování práv duševního vlastnictví t&#345;etích stran, mimo jiné v&#269;etn&#283;
autorských práv, ochranných známek, obchodních tajemství a patent&#367; nebo
platných zákon&#367; zemí, v nichž software používáte, mimo jiné
v&#269;etn&#283; pomluvy, nactiutrhání, nemravného jednání a porušení práva na
soukromí.
</p>
<p>
<strong>2.
VÝHRADA PRÁV</strong>
</p>
<p>
Berete na v&#283;domí, že software je
chrán&#283;n autorskými právy i dalšími právy duševního vlastnictví
a majetkovými právy. Spole&#269;nost
WDT a její poskytovatelé licencí z &#345;ad t&#345;etích stran (dále jen
„poskytovatelé licencí“) si veškerá tato práva ve vztahu k softwaru, krom&#283;
licence vám výslovn&#283; ud&#283;lené podle &#269;lánku 1, vyhrazují.
Berete na v&#283;domí, že krom&#283; této výslovné licence, ud&#283;lené vám
podle &#269;lánku 1, se vám neud&#283;luje, nepostupuje ani se na vás
nep&#345;evádí žádné právo, nárok, zájem ani licence k softwaru, a to ani
implicitn&#283; ani z d&#367;vodu p&#345;ekážky uplatn&#283;ní žalobního nároku
ani jinak. Souhlasíte s tím, že nebudete podnikat žádné kroky, které by
práva spole&#269;nosti WDT nebo jejích poskytovatel&#367; licencí ve vztahu
k softwaru jakýmkoli zp&#367;sobem narušovaly.
</p>
<p>
<strong>3.
POUŽÍVÁNÍ JINÝCH
ZA&#344;ÍZENÍ NEŽ WDT</strong>
</p>
<p>
V n&#283;kterých p&#345;ípadech
m&#367;že software pracovat se za&#345;ízeními vyrobenými jiným výrobcem než
WDT (dále jen jiná než WDT za&#345;ízení). Tímto berete na v&#283;domí a souhlasíte, že WDT nenese odpov&#283;dnost a
neru&#269;í za kvalitu nebo fungování t&#283;chto jiných než WDT za&#345;ízení. Dále berete na v&#283;domí, že WTD
m&#367;že nabídnout podporu pouze pro n&#283;která jiná než WDT za&#345;ízení;
WDT nezaru&#269;uje, že zakoupený software je, bude nebo z&#367;stane
kompatibilní s jakýmikoli jinými než WDT za&#345;ízeními.
</p>
<p>
<strong>4.
AKTUALIZACE; AUTOMATICKÉ FUNKCE</strong>
</p>
<p>
Berete na v&#283;domí, že spole&#269;nost WDT není povinna vám poskytovat
žádné aktualizace (jak jsou vymezeny níže) softwaru. Spole&#269;nost
WDT je však oprávn&#283;na p&#345;íležitostn&#283; vydávat aktualizované verze
softwaru, p&#345;i&#269;emž software se m&#367;že prost&#345;ednictvím
internetu automaticky p&#345;ipojovat k server&#367;m spole&#269;nosti WDT
nebo t&#345;etích stran a zjiš&#357;ovat, zda nejsou k dispozici
aktualizace softwaru, jako nap&#345;. opravy programových chyb, záplaty,
vylepšení, dodate&#269;né nebo zdokonalené funkce, dopl&#328;ky a nové verze
(dále souhrnn&#283; jen „aktualizace“), a m&#367;že bu&#271; (a) automaticky
elektronicky aktualizovat tu verzi softwaru, kterou na svém osobním za&#345;ízení
používáte, nebo (b) vám nabídnout možnost, abyste si p&#345;íslušné aktualizace
stáhli ru&#269;n&#283;. Instalováním softwaru a nedeaktivováním p&#345;ípadného
automatického zjiš&#357;ování dostupných aktualizací vyjad&#345;ujete souhlas
s automatickým vyžadováním a p&#345;ijímáním aktualizací ze server&#367;
spole&#269;nosti WDT nebo t&#345;etích stran, p&#345;i&#269;emž i pro
p&#345;íslušné aktualizace budou platit podmínky této smlouvy.
</p>
<p>
<strong>5.
INFORMACE
SHROMAŽ&#270;OVANÉ AUTOMATICKY SPOLE&#268;NOSTÍ WDT</strong>
</p>
<p>
Software m&#367;že obsahovat prvky automatické komunikace, které
spole&#269;nosti WDT a jejím poskytovatel&#367;m datových analýz
z &#345;ad t&#345;etích stran p&#345;edávají ur&#269;ité informace
v souvislosti s provozem softwaru. Více informací o tom, jak spole&#269;nost WDT a její poskytovatelé datových
analýz z &#345;ad t&#345;etích stran shromaž&#271;ují a využívají
informace poskytované prost&#345;ednictvím softwaru, p&#345;e&#269;t&#283;te si
Zásady ochrany osobních údaj&#367; spole&#269;nosti WDT umíst&#283;né na adrese
<a href="http://www.wd.com/en/company/corporateinfo/privacy.aspx">http://www.wd.com/en/company/corporateinfo/privacy.aspx</a>, která je za&#269;len&#283;na do této dohody odkazem. Souhlasem
s podmínkami této smlouvy souhlasíte rovn&#283;ž s podmínkami Zásad ochrany
osobních údaj&#367; spole&#269;nosti WDT. Pokud nesouhlasíte s podmínkami Zásad ochrany osobních údaj&#367;,
nem&#283;li byste tento software používat.
</p>
<p>
<strong>6.
REGISTRA&#268;NÍ INFORMACE</strong>
</p>
<p>
V rámci procesu registrace jakéhokoli softwaru nebo za&#345;ízení
spole&#269;nosti WDT je spole&#269;nost WDT oprávn&#283;na požadovat informace
s registrací související, krom&#283; jiného i vaše jméno, e-mailovou adresu,
uživatelské jméno a heslo. Poskytnutím t&#283;chto informací vyjad&#345;ujete
souhlas s jejich shromaž&#271;ováním a používáním ze strany
spole&#269;nosti WDT k zasílání nereklamních sd&#283;lení ohledn&#283;
jakéhokoli se softwarem zakoupeného za&#345;ízení spole&#269;nosti WDT,
v&#269;etn&#283; oznámení o dostupných aktualizacích, produktech stahovaných z
ob&#283;hu nebo bezpe&#269;nostních obavách. Používání
informací, které od vás spole&#269;nost WDT shromáždí v souvislosti s
registra&#269;ním procesem, nebo které spole&#269;nosti WDT poskytnete jinak v
souvislosti s jejím softwarem nebo za&#345;ízením, se &#345;ídí Zásadami
ochrany osobních údaj&#367; spole&#269;nosti WDT.
</p>
<p>
Souhlasíte, že ohledn&#283; vašeho
uživatelského jména a hesla zachováte ml&#269;enlivost, a p&#345;ijímáte
veškerou odpov&#283;dnost, která nastane v d&#367;sledku ztráty, krádeže nebo
jiným zni&#269;ením n&#283;kterých údaj&#367; následkem vstupu do vašeho
ú&#269;tu pomocí vašeho uživatelského jména a hesla.
</p>
<p>
<strong>7.
OBSAH
T&#344;ETÍCH STRAN A POSKYTOVATELÉ SLUŽEB</strong>
</p>
<p>
Vaše používání softwaru vám m&#367;že
umož&#328;ovat stahovat a používat software t&#345;etích stran nebo
prost&#345;ednictvím softwaru m&#367;žete získávat p&#345;ístup k obsahu
t&#345;etích stran (tento software a obsah t&#345;etích stran dále
souhrnn&#283; jen „obsah t&#345;etích stran“).
Berete na v&#283;domí, že veškerý obsah t&#345;etích stran je majetkem
p&#345;íslušných vlastník&#367; obsahu t&#345;etích stran a m&#367;že být
chrán&#283;n p&#345;íslušným autorským právem i dalšími právy duševního vlastnictví.
Žádný obsah t&#345;etích stran nejste oprávn&#283;ni používat zp&#367;sobem,
který p&#345;íslušný poskytovatel služeb (dále jen „poskytovatel služeb“) nebo
vlastník obsahu t&#345;etích stran neschválil. Berete na v&#283;domí, že za
ú&#269;elem získání p&#345;ístupu nebo práva na p&#345;ístup k
ur&#269;itému obsahu t&#345;etích stran m&#367;že být nutné, abyste
s poskytovatelem služeb nebo s vlastníkem obsahu t&#345;etích stran
uzav&#345;eli zvláštní smlouvu, p&#345;ípadn&#283; abyste dodržovali podmínky
poskytovatele služeb ve vztahu k používání tohoto obsahu t&#345;etích
stran. Vaší odpov&#283;dností je zajistit, abyste získáváním p&#345;ístupu,
reprodukováním, zobrazováním nebo jiným používáním obsahu t&#345;etích stran
v souvislosti s používáním softwaru neporušovali žádná práva duševního
vlastnictví t&#345;etích stran.
</p>
<p>
<strong>8.
ODMÍTNUTÍ ZÁRUKY</strong>
</p>
<p>
SOFTWARE SE VÁM POSKYTUJE VE
STAVU „JAK JE“, BEZ JAKÉKOLI ZÁRUKY. V MAXIMÁLNÍM ROZSAHU P&#344;ÍPUSTNÉM PODLE PLATNÉHO PRÁVA
ODMÍTÁ SPOLE&#268;NOST WDT A JEJÍ POSKYTOVATELÉ LICENCÍ VEŠKERÉ ZÁRUKY,
VÝSLOVNÉ I IMPLICITNÍ, MIMO JINÉ V&#268;ETN&#282; JAKÝCHKOLI IMPLICITNÍCH ZÁRUK
VE VZTAHU K PRODEJNOSTI, VHODNOSTI K UR&#268;ITÉMU Ú&#268;ELU A
NEPORUŠOVÁNÍ PRÁV DUŠEVNÍHO VLASTNICTVÍ T&#344;ETÍCH STRAN &#268;I
NEP&#344;ÍTOMNOSTI VIR&#366;, a JAKÝCHKOLI ZÁRUK týkajících se
bezpe&#269;nosti, spolehlivosti &#269;i v&#269;asnosti SOFTWARu. SPOLE&#268;NOST
WDT NEGARANTUJE, ŽE SOFTWARE BUDE SPL&#327;OVAT VAŠE POŽADAVKY ANI, ŽE BUDE
FUNGOVAT BEZCHYBN&#282;. spole&#269;nost WDT NEZARU&#268;UJE, ŽE POUŽITÍ TOHOTO
SOFTWARU BUDE kontinuální nebo nep&#345;erušované a spole&#269;nost WDT NEBUDE
ZODPOV&#282;DNÁ za jakékoli p&#345;erušení nebo ukon&#269;ení p&#345;enosu do
nebo ze softwaru.
VEŠKERÁ RIZIKA, KTERÁ
Z POUŽÍVÁNÍ NEBO VÝKONU SOFTWARU VYPLÝVAJÍ, Z&#366;STÁVAJÍ NA VAŠÍ
STRAN&#282;. ROZUMÍTE TOMU A SOUHLASÍTE S TÍM, ŽE JAKÝKOLI
SOFTWARE, MATERIÁLY &#268;I DATA, KTERÉ PROST&#344;EDNICTVÍM SOFTWARU STAHUJETE
NEBO JINAK ZÍSKÁVÁTE, STAHUJETE NEBO ZÍSKÁVÁTE NA ZÁKLAD&#282; VLASTNÍHO
UVÁŽENÍ A NA VLASTNÍ RIZIKO, A ŽE VÝLU&#268;NÁ ODPOV&#282;DNOST ZA JAKOUKOLI
ŠKODU NA VAŠEM PO&#268;ÍTA&#268;I, ZA&#344;ÍZENÍ, SYSTÉMU &#268;I SÍTI, KROM&#282;
JINÉHO I JAKÉKOLI ZTRÁTY NEBO POŠKOZENÍ DAT, LEŽÍ NA VAŠÍ STRAN&#282;. VÝŠE UVEDENÉ
ODMÍTNUTÍ ODPOV&#282;DNOSTI NENÍ ÚPRAVOU, VÝKLADEM ANI ZM&#282;NOU PLATNÉ
ZÁRUKY, KTERÁ SE P&#344;ÍPADN&#282; NA VAŠE POUŽÍVÁNÍ ZA&#344;ÍZENÍ
SPOLE&#268;NOSTI WDT VZTAHUJE.
</p>
<p>
SPOLE&#268;NOST WDT NE&#268;INÍ ŽÁDNÁ
PROHLÁŠENÍ A ODMÍTÁ VEŠKERÉ ZÁRUKY VE VZTAHU K JAKÉMUKOLI OBSAHU
T&#344;ETÍCH STRAN, JAKÉHOKOLIV ZA&#344;ÍZENÍ, JEHOŽ VÝROBCEM NENÍ
SPOLE&#268;NOST WDT, I VE VZTAHU K JAKÝMKOLI KROK&#366;M &#268;I OPOMENUTÍM ZE
STRANY POSKYTOVATELE SLUŽEB NEBO VLASTNÍKA OBSAHU T&#344;ETÍCH STRAN. SPOLE&#268;NOST
WDT NENESE ODPOV&#282;DNOST ZA POSUZOVÁNÍ A VYHODNOCOVÁNÍ OBSAHU,
P&#344;ESNOSTI, ÚPLNOSTI, AKTUÁLNOSTI, PLATNOSTI, DODRŽOVÁNÍ AUTORSKÝCH PRÁV,
ZÁKONNOSTI, PAT&#344;I&#268;NOSTI, KVALITY NEBO JAKÉHOKOLIV JINÉHO ASPEKTU
OBSAHU T&#344;ETÍ STRANY. SPOLE&#268;NOST WDT, JEJÍ
Ú&#344;EDNÍCI, DCE&#344;INÉ SPOLE&#268;NOSTI A POBO&#268;KY NEZARU&#268;UJÍ ANI
NEPOTVRZUJÍ, A NEP&#344;IJÍMAJÍ ANI NEPONESOU ŽÁDNOU POVINNOST NEBO
ODPOV&#282;DNOST V&#366;&#268;I VÁM NEBO JAKÉKOLI JINÉ OSOB&#282; ZA JAKÝKOLIV
OBSAH NEBO WEBOVÉ STRÁNKY T&#344;ETÍ STRANY, NEBO ZA JAKÉKOLIV JINÉ MATERIÁLY,
PRODUKTY NEBO SLUŽBY T&#344;ETÍCH STRAN, KE KTERÝM ZÍSKÁTE P&#344;ÍSTUP
PROST&#344;EDNICTVÍM TOHOTO SOFTWARU. V ROZSAHU, V JAKÉM SE ROZHODNETE
POUŽÍVAT OBSAH JAKÉKOLIV T&#344;ETÍ STRANY NEBO K N&#282;MU
P&#344;ISTUPOVAT POMOCÍ SOFTWARU, TAK &#268;INÍTE Z VLASTNÍ INICIATIVY A
ODPOVÍDÁTE ZA DODRŽOVÁNÍ PLATNÝCH ZÁKON&#366;, KROM&#282; JINÉHO I PLATNÝCH
MÍSTNÍCH ZÁKON&#366; A ZÁKON&#366; NA OCHRANU OSOBNÍCH ÚDAJ&#366; A
SHROMAŽ&#270;OVÁNÍ ÚDAJ&#366;.
</p>
<p>
<strong>9.
OMEZENÍ ODPOV&#282;DNOSTI</strong>
</p>
<p>
V MAXIMÁLNÍM ROZSAHU P&#344;ÍPUSTNÉM PODLE PLATNÉHO PRÁVA
NEPONESE SPOLE&#268;NOST WDT NEBO JEJÍ POSKYTOVATELÉ LICENCÍ V ŽÁDNÉM
P&#344;ÍPAD&#282; ODPOV&#282;DNOST ZA ŽÁDNÉ NÁSLEDNÉ, VEDLEJŠÍ, NEP&#344;ÍMÉ,
ZVLÁŠTNÍ, KÁRNÉ ANI JINÉ ŠKODY, MIMO JINÉ V&#268;ETN&#282; ŠKOD VZNIKLÝCH V
D&#366;SLEDKU UŠLÉHO ZISKU, P&#344;ERUŠENÍ PROVOZNÍ &#268;INNOSTI, ZTRÁTY DAT,
SELHÁNÍ &#268;I NEFUNK&#268;NOSTI PO&#268;ÍTA&#268;OVÉHO SYSTÉMU, ANI ZA ŽÁDNÉ
JINÉ FINAN&#268;NÍ ZTRÁTY SOUVISEJÍCÍ &#268;I VYPLÝVAJÍCÍ Z TÉTO SMLOUVY,
POUŽÍVÁNÍ NEBO NEMOŽNOSTI POUŽÍVAT SOFTWARE, ZA&#344;ÍZENÍ SPOLE&#268;NOSTI
WDT, JAKÝKOLIv OBSAH T&#344;ETÍ STRANy, JAKÉKOLIV ZA&#344;ÍZENÍ, JEHOŽ VÝROBCEM
NENÍ SPOLE&#268;NOST WDT, I KDYBY SPOLE&#268;NOST WDT BYLA O MOŽNOSTI VZNIKU
TAKOVÝCH ŠKOD UV&#282;DOMENA. JELIKOŽ ZÁKONY N&#282;KTERÝCH ZEMÍ VYLOU&#268;ENÍ NEBO
OMEZENÍ ODPOV&#282;DNOSTI ZA NÁSLEDNÉ &#268;I VEDLEJŠÍ ŠKODY NEUMOŽ&#327;UJÍ,
VÝŠE UVEDENÉ OMEZENÍ SE NA VÁS NEMUSÍ VZTAHOVAT. CELKOVÁ ODPOV&#282;DNOST SPOLE&#268;NOSTI WDT
V&#366;&#268;I VÁM ZA VEŠKERÉ ŠKODY V SOUVISLOSTI S TOUTO SMLOUVOU
NEBO SE SOFTWAREM V ŽÁDNÉM P&#344;ÍPAD&#282; NEP&#344;EKRO&#268;Í
&#268;ÁSTKU VE VÝŠI 25 AMERICKÝCH DOLAR&#366;. VÝŠE UVEDENÁ OMEZENÍ,
VYLOU&#268;ENÍ A ODMÍTNUTÍ ODPOV&#282;DNOSTI PLATÍ V MAXIMÁLNÍM ROZSAHU
P&#344;ÍPUSTNÉM PODLE PLATNÉHO PRÁVA, I KDYBY JAKÁKOLI NÁPRAVA NESPLNILA
SV&#366;J ZÁKLADNÍ Ú&#268;EL.
</p>
<p>
SPOLE&#268;NOST WDT NEODPOVÍDÁ ZA ŽÁDNÉ NÁKAZY,
KONTAMINACI NEBO POŠKOZENÍ VAŠEHO SYSTÉMU ANI PRODLEVY, NEP&#344;ESNOSTI, CHYBY
&#268;I OPOMENUTÍ VYPLÝVAJÍCÍ NEBO SOUVISEJÍCÍ S VAŠÍM POUŽÍVÁNÍM SOFTWARU
NEBO ZA&#344;ÍZENÍ SPOLE&#268;NOSTI wdt.
SOFTWARE NENÍ UR&#268;EN K POUŽITÍ P&#344;I OBSLUZE JADERNÝCH
ZA&#344;ÍZENÍ, KOMUNIKA&#268;NÍCH SYSTÉM&#366; LETECKÉ NAVIGACE, ZA&#344;ÍZENÍ
PRO &#344;ÍZENÍ LETECKÉHO PROVOZU ANI ŽÁDNÝCH JINÝCH ZA&#344;ÍZENÍ,
V JEJICHŽ P&#344;ÍPAD&#282; BY SELHÁNÍ SOFTWARU MOHLO MÍT ZA NÁSLEDEK
ÚMRTÍ, ZRAN&#282;NÍ OSOB NEBO ZÁVAŽNÉ HMOTNÉ ŠKODY &#268;I ŠKODY NA ŽIVOTNÍM
PROST&#344;EDÍ.
</p>
<p>
<strong>10.
SPORY, ZÁVAZNOST INDIVIDUÁLNÍHO
ROZHOD&#268;ÍHO &#344;ÍZENÍ A ODMÍTNUTÍ HROMADNÝCH ŽALOB A HROMADNÝCH ROZHOD&#268;ÍCH
&#344;ÍZENÍ</strong>
</p>
<p>
<strong>10.1
Spory.</strong> Ustanovení tohoto &#269;lánku 10 platí pro
veškeré spory mezi vámi a spole&#269;ností WDT.
Pro pot&#345;eby tohoto &#269;lánku 10 a s výhradou výjimek
uvedených v tomto bod&#283; 10.1 se pojmem „spor“ rozumí jakýkoli spor,
nárok &#269;i žaloba mezi vámi a spole&#269;ností WDT vyplývající nebo
související se softwarem, za&#345;ízeními spole&#269;nosti WDT, touto smlouvou
nebo jinými transakcemi mezi vámi a spole&#269;ností WDT bez ohledu na to, zda
vychází ze smlouvy, záruky, nepravdivého prohlášení, podvodu, porušení práva,
úmyslného porušení práva, zákona, p&#345;edpisu, na&#345;ízení nebo je na
základ&#283; jakéhokoliv jiného zákona nebo slušnosti, a p&#345;i výkladu se
tomuto pojmu p&#345;ipisuje nejširší význam, jaký je podle práva
p&#345;ípustný. <strong><span style='text-transform:uppercase'>VY I SPOLE&#268;NOST
WDT SOUHLASÍTE S TÍM, ŽE POJEM „SPOR“, JAK JE VYMEZEN V TÉTO
SMLOUV&#282;, NEZAHRNUJE ŽÁDNÝ NÁROK ANI SKUTKOVOU A PRÁVNÍ PODSTATU ŽALOBY ZE
STRANY VAŠÍ NEBO SPOLE&#268;NOSTI WDT Z D&#366;VODU (A) ODCIZENÍ OBCHODNÍHO
TAJEMSTVÍ, (B) PORUŠENÍ PATENTU, (C) PORUŠENÍ A ZNEUŽITÍ AUTORSKÉHO PRÁVA A (D)
PORUŠENÍ A OSLABENÍ OCHRANNÉ ZNÁMKY. NAVÍC, Bez ohledu na BOD 10.6, SOUHLASÍTE S
TÍM, ŽE SOUD, ne rozhodce, m&#367;že rozhodnout, zda NÁROK spadá do jedné z
t&#283;chto &#269;ty&#345; výjimek.</span></strong>
</p>
<p>
<strong>10.2
Závaznost rozhod&#269;ího &#345;ízení.</strong> Vy i spole&#269;nost WDT dále
souhlasíte s tím, že: (a) veškeré spory mezi stranami se budou &#345;ešit
v rozhod&#269;ím &#345;ízení podle ustanovení této smlouvy, (b) tato smlouva
p&#345;ipomíná transakci v mezistátním obchodním styku, (c) výklad a
vymáhání tohoto &#269;lánku 10 se &#345;ídí ustanoveními federálního zákona o
rozhod&#269;ím &#345;ízení (zákon &#269;. 9 sbírky zákon&#367; USA, § 1 a
násl.) a (d) že tento &#269;lánek 10 z&#367;stává v platnosti i po
ukon&#269;ení platnosti této smlouvy. <strong>ROZHOD&#268;Í
&#344;ÍZENÍ ZNAMENÁ, ŽE SE Z&#344;ÍKÁTE SVÉHO PRÁVA NA SOUDCE &#268;I POROTU
V SOUDNÍM &#344;ÍZENÍ, A VAŠE D&#366;VODY PRO ODVOLÁNÍ JSOU OMEZENÉ.</strong> Rozhodce
je oprávn&#283;n vám p&#345;iznat stejnou náhradu škody, jakou by vám mohl
p&#345;iznat p&#345;íslušný soud, p&#345;i&#269;emž rozhod&#269;í nález
v podob&#283; prohlášení nebo p&#345;íkazu/zákazu je rozhodce
oprávn&#283;n vydat pouze ve prosp&#283;ch individuální strany domáhající se
nápravy a pouze v rozsahu nezbytném k zajišt&#283;ní takové nápravy,
jakou individuální nárok této strany zaru&#269;uje. Krom&#283; toho, v
n&#283;kterých p&#345;ípadech, náklady na rozhod&#269;í &#345;ízení mohou
p&#345;ekro&#269;it náklady na soudní spor a právo na nález m&#367;že být v
rozhod&#269;ím &#345;ízení omezen&#283;jší než u soudu. Rozhodnutí rozhodce
bude definitivní a vymahatelné kterýmkoli soudem, do jehož soudní pravomoci
strany spadají.
</p>
<p>
<strong>10.3
Soud pro &#345;ešení drobných
spor&#367;.</strong> Bez ohledu na
výše uvedené jste oprávn&#283;ni podat individuální žalobu u soudu, který
ve vašem stát&#283; &#269;i obci &#345;eší drobné nároky, pokud tato žaloba
spadá do jeho pravomoci tohoto soudu a o&#269;ekává-li se projednání této
žaloby pouze u tohoto soudu.
</p>
<p>
<strong>10.4
Oznámení o existenci sporu.</strong> V p&#345;ípad&#283; sporu jste vy nebo
spole&#269;nost WDT povinni nejprve zaslat druhé stran&#283; oznámení o
existenci sporu, jehož sou&#269;ástí musí být písemné vyjád&#345;ení
s uvedením jména, adresy a kontaktních údaj&#367; strany, která takové
oznámení &#269;iní; skute&#269;ností, z nichž p&#345;íslušný spor vyplývá;
a požadované nápravy (dále jen „oznámení o existenci sporu“). Oznámení o
existenci sporu ur&#269;ené spole&#269;nosti WDT je nutné zaslat na adresu: Western
Digital Technologies, Inc., K RUKÁM: Právní odd&#283;lení, 3355 Michelson
Drive, Suite 100, Irvine, CA 92612, USA (dále jen „adresa spole&#269;nosti WDT
pro zasílání oznámení“). Oznámení o
existenci sporu ur&#269;ené vám bude zasláno doporu&#269;enou poštou na vaši
poslední registrovanou &#269;i spole&#269;ností WDT jinak evidovanou adresu. Nedosáhnete-li
vy a spole&#269;nost WDT ohledn&#283; &#345;ešení p&#345;íslušného sporu dohody
do šedesáti (60) dn&#367; od obdržení oznámení o existenci sporu, budete vy
nebo spole&#269;nost WDT oprávn&#283;ni zahájit rozhod&#269;í &#345;ízení podle
tohoto &#269;lánku 10. Ob&#283; strany souhlasí s tím, že se po
u&#269;in&#283;ní a obdržení oznámení o existenci sporu pokusí jednáním
v dobré ví&#345;e p&#345;íslušný spor vy&#345;ešit p&#345;ed zahájením
rozhod&#269;ího &#345;ízení.
</p>
<p>
<strong>10.5
Z&#344;EKNUTÍ
SE PRÁVA NA Ú&#268;AST V HROMADNÝCH ŽALOBÁCH A HROMADNÝCH ROZHOD&#268;ÍCH
&#344;ÍZENÍCH. VY I SPOLE&#268;NOST WDT
SOUHLASÍTE S TÍM, ŽE KAŽDÁ ZE STRAN JE OPRÁVN&#282;NA VZNÁŠET PROTI DRUHÉ
STRAN&#282; ŽALOBY POUZE Z POZICE JEDNOTLIVÉ OSOBY, A NIKOLI JAKO
NAVRHOVATEL NEBO &#268;LEN SKUPINY OSOB V JAKÉMKOLI P&#344;ÍPADNÉM
HROMADNÉM NEBO REPREZENTATIVNÍM &#344;ÍZENÍ, MIMO JINÉ V&#268;ETN&#282;
FEDERÁLNÍCH &#268;I STÁTNÍCH HROMADNÝCH ŽALOB NEBO HROMADNÝCH ROZHOD&#268;ÍCH
&#344;ÍZENÍ. V RÁMCI
ROZHOD&#268;ÍHO &#344;ÍZENÍ PODLE TOHOTO &#268;LÁNKU TUDÍŽ ROZHODCE NENÍ
OPRÁVN&#282;N SPOJOVAT ANI SLU&#268;OVAT NÁROKY VÍCE NEŽ JEDNÉ STRANY BEZ PÍSEMNÉHO SOUHLASU VŠECH DOT&#268;ENÝCH STRAN
ROZHOD&#268;ÍHO &#344;ÍZENÍ.</strong>
</p>
<p>
<strong>10.6
Rozhod&#269;í &#345;ízení.</strong> Rozhodne-li se n&#283;která ze
stran rozhod&#269;í &#345;ízení zahájit, bude se toto rozhod&#269;í &#345;ízení
&#345;ídit pravidly JAMS ú&#269;innými v dob&#283; zahájení
rozhod&#269;ího &#345;ízení (dále jen „pravidla JAMS“), které lze získat na
internetové adrese <a href="http://www.jamsadr.com">http://www.jamsadr.com</a> nebo telefonicky na &#269;ísle
1-800-352-526, a podle pravidel stanovených v této smlouv&#283;. V
p&#345;ípad&#283; rozporu mezi pravidly JAMS a pravidly stanovenými v této
smlouv&#283; mají p&#345;ednost pravidla stanovená v této smlouv&#283;.
V rámci rozhod&#269;ího &#345;ízení jste oprávn&#283;ni se domáhat
veškerých forem nápravy, které máte jinak k dispozici podle federálních,
státních &#269;i místních zákon&#367;. Veškeré spory bude &#345;ešit jediný
neutrální rozhodce, p&#345;i&#269;emž ob&#283; strany budou mít
p&#345;im&#283;&#345;enou p&#345;íležitost se do výb&#283;ru rozhodce zapojit. Rozhodce je vázán podmínkami této smlouvy. Výlu&#269;nou
pravomoc &#345;ešit veškeré spory vyplývající z nebo související s výkladem,
použitelností, vykonatelností nebo vznikem této smlouvy, krom&#283; jiného i z jakéhokoliv
tvrzení, že celá tato smlouva nebo n&#283;která její &#269;ást je neplatná nebo
odporovatelná, má rozhodce, a ne žádný federální, státní nebo místní soud nebo
jiný subjekt. Bez ohledu na toto široké delegování pravomocí na rozhodce,
m&#367;že soud rozhodnout omezenou otázku, zda nárok nebo d&#367;vod žaloby je
kv&#367;li (a) odcizení obchodního tajemství , (b) porušení patentu, (c),
porušení nebo zneužití autorského práva , nebo (d) porušení nebo oslabení ochranné
známky, které jsou vylou&#269;eny z definice &quot;spor&#367;&quot; v kapitole
10.1. Rozhodce je oprávn&#283;n zjednat
jakoukoliv nápravu, která bude soudu k dispozici na základ&#283; zákona nebo
podle práva slušnosti. Rozhodnutí rozhodce bude závazné pro všechny strany a
m&#367;že být zapsáno jako rozsudek u jakéhokoli soudu v p&#345;íslušné
jurisdikci. Máte právo se rozhodnout, že se rozhod&#269;ích slyšení budete
ú&#269;astnit po telefonu. Rozhod&#269;í
slyšení, která se neuskute&#269;ní po telefonu, se budou konat
v míst&#283; rozumn&#283; dostupném z místa vašeho hlavního pobytu,
p&#345;ípadn&#283; v okrese Orange ve stát&#283; Kalifornii, dle vašeho
výb&#283;ru.
</p>
<p>
(a)
Zahájení rozhod&#269;ího &#345;ízení. Rozhodnete-li se vy nebo
spole&#269;nost WDT &#345;ešit spor v rozhod&#269;ím &#345;ízení, souhlasí
ob&#283; strany s následujícím postupem:
</p>
<p>
(i)
Sepsání žaloby k rozhod&#269;ímu
soudu. Žaloba musí obsahovat popis p&#345;íslušného sporu a výši škody, jejíž
náhrady se navrhovatel domáhá. Vzor žaloby k rozhod&#269;ímu soudu
naleznete na internetové adrese <a href="http://www.jamsadr.com">http://www.jamsadr.com</a> (dále jen „žaloba
k rozhod&#269;ímu soudu“).
</p>
<p>
(ii)
Zaslání žaloby k rozhod&#269;ímu
soudu ve t&#345;ech vyhotoveních, plus p&#345;íslušného p&#345;ihlašovacího
poplatku, na adresu:
</p>
<p>
JAMS<br>
500 North State College Blvd., Suite 600<br>
Orange, CA 92868, USA
</p>
<p>
(iii)
Zaslání
jednoho vyhotovení žaloby k rozhod&#269;ímu soudu druhé stran&#283; na
stejnou adresu, jako je její adresa pro zasílání oznámení o existenci sporu,
p&#345;ípadn&#283; na adresu, na které se strany dohodnou jiným zp&#367;sobem.
</p>
<p>
(b)
Formát slyšení. V rámci všech formát&#367; slyšení vydá
rozhodce písemné rozhodnutí s vysv&#283;tlením nejd&#367;ležit&#283;jších
zjišt&#283;ní a záv&#283;r&#367;, na nichž se p&#345;ípadný rozhod&#269;í
nález zakládá. V pr&#367;b&#283;hu rozhod&#269;ího
&#345;ízení nebude rozhodci sd&#283;lována výše žádné nabídky na vyrovnání,
kterou u&#269;iní spole&#269;nost WDT nebo vy, dokud rozhodce nestanoví
p&#345;ípadnou &#269;ástku, na kterou budete mít vy nebo spole&#269;nost WDT nárok. Zjiš&#357;ování &#269;i vzájemné vym&#283;&#328;ování ned&#367;v&#283;rných
informací týkajících se sporu je v pr&#367;b&#283;hu rozhod&#269;ího
&#345;ízení dovoleno. Strany zachovají d&#367;v&#283;rnou podstatu
rozhod&#269;ího &#345;ízení a rozhod&#269;ího nálezu, vyjma p&#345;ípad&#367;
nutných pro p&#345;ípravu na samotné rozhod&#269;í &#345;ízení ve v&#283;ci
nebo jeho vedení, nebo jak m&#367;že být nezbytné v souvislosti se soudním
uplatn&#283;ním p&#345;edb&#283;žného opravného prost&#345;edku, soudní námitky
v&#367;&#269;i rozhod&#269;ímu nálezu nebo jeho prosazení, nebo pokud nebude jinak
stanoveno zákonem nebo soudním rozhodnutím.
</p>
<p>
(c)
Poplatky za rozhod&#269;í &#345;ízení. Spole&#269;nost WDT uhradí nebo
vám (p&#345;ípadn&#283;) poskytne náhradu za veškeré registra&#269;ní,
administrativní a rozhod&#269;í poplatky uhrazené spole&#269;nosti JAMS za
jakékoli rozhod&#269;í &#345;ízení zahájené (vámi nebo spole&#269;ností WDT)
podle ustanovení této smlouvy.
</p>
<p>
(d)
Rozhod&#269;í nález ve váš
prosp&#283;ch. P&#345;izná-li
vám rozhodce ve sporech, v jejichž rámci se vy nebo spole&#269;nost WDT
domáháte náhrady škody ve výši do 75.000 amerických dolar&#367; bez
náklad&#367; na právní zastoupení, svým rozhodnutím vyšší náhradu škody, než
&#269;iní p&#345;ípadná poslední písemná nabídka spole&#269;nosti WDT, podnikne
spole&#269;nost WDT za ú&#269;elem urovnání sporu následující kroky: (i)
uhradí vám &#269;ástku ve výši 1.000 amerických dolar&#367; nebo ve výši podle
rozhod&#269;ího nálezu v závislosti na tom, která z t&#283;chto &#269;ástek
bude vyšší; (ii) uhradí vám dvojnásobek &#269;ástky vašich
p&#345;im&#283;&#345;ených náklad&#367; na p&#345;ípadné právní zastoupení a
(iii) nahradí vám jakékoli p&#345;im&#283;&#345;ené výdaje (v&#269;etn&#283;
náklad&#367; na soudního znalce), které v souvislosti s šet&#345;ením,
p&#345;ípravou a vedením sporu v rozhod&#269;ím &#345;ízení vzniknou
vašemu právnímu zástupci. Nedohodnete-li
se vy a spole&#269;nost WDT písemn&#283; jinak, stanoví výši poplatk&#367;,
náklad&#367; a výdaj&#367;, které má spole&#269;nost WDT podle písmene d)
tohoto odstavce 10.6 uhradit, rozhodce.
</p>
<p>
(e)
Náklady na právní zastoupení. Spole&#269;nost WDT se nebude
domáhat náhrady svých náklad&#367; na právní zastoupení v žádném zahájeném
rozhod&#269;ím &#345;ízení o sporu podle této smlouvy. Váš nárok na náhradu náklad&#367; na právní
zastoupení podle písmene d) odstavce 10.6 výše neomezuje vaše nároky na náhradu
náklad&#367; na právní zastoupení podle platného práva; bez ohledu na výše
uvedené není rozhodce oprávn&#283;n vydávat duplicitní rozhod&#269;í nálezy ve
v&#283;ci p&#345;iznání náhrady náklad&#367; na právní zastoupení.
</p>
<p>
(f)
Vyjád&#345;ení nesouhlasu. S ustanoveními této smlouvy o
definitivním, závazném, individuálním rozhod&#269;ím &#345;ízení a o
z&#345;eknutí se práva na ú&#269;ast v hromadném a reprezentativním &#345;ízení
jste oprávn&#283;ni vyjád&#345;it nesouhlas (vylou&#269;it se z jejich
platnosti), a to písemným sd&#283;lením zaslaným na adresu spole&#269;nosti WDT
pro zasílání oznámení do t&#345;iceti (30) dn&#367; od vyjád&#345;ení souhlasu
s touto smlouvou (krom&#283; jiného i vyjád&#345;ení souhlasu s touto
smlouvou prost&#345;ednictvím nákupu, stažení &#269;i nainstalování softwaru
nebo jiného použití za&#345;ízení, produkt&#367; a služeb spole&#269;nosti
WDT), s uvedením (i) vašeho jména, (ii) vaší koresponden&#269;ní adresy a
(iii) vaší žádosti o vylou&#269;ení vaší osoby z platnosti ustanovení
o definitivním, závazném individuálním rozhod&#269;ím &#345;ízení a o
z&#345;eknutí se práva na ú&#269;ast v hromadném a reprezentativním &#345;ízení
podle tohoto &#269;lánku 10. Vyjád&#345;íte-li nesouhlas s t&#283;mito
ustanoveními v souladu s postupem uvedeným výše, z&#367;stanou pro
vás i nadále v platnosti všechny ostatní podmínky, v&#269;etn&#283;
požadavku u&#269;init oznámení p&#345;ed zahájením soudního sporu.
</p>
<p>
<strong>10.7
Zm&#283;ny &#269;lánku 10.</strong> Bez ohledu na jakékoli
protich&#367;dné ustanovení této smlouvy souhlasíte vy i spole&#269;nost WDT
s tím, že provede-li spole&#269;nost WDT v budoucnu v rámci
ustanovení této smlouvy o postupu p&#345;i &#345;ešení spor&#367; a o
z&#345;eknutí se práva na ú&#269;ast v hromadných žalobách jakékoli zm&#283;ny
(s výjimkou zm&#283;ny adresy spole&#269;nosti WDT), WDT obdrží k
p&#345;íslušné zm&#283;n&#283; vaše kladné stanovisko. Pokud nebudete
kladn&#283; souhlasit s p&#345;íslušnou zm&#283;nou, souhlasíte, že budete
rozhodovat jakékoli spory mezi stranami v souladu se zn&#283;ním tohoto
&#269;lánku 10.
</p>
<p>
<strong>10.8
Odd&#283;litelnost ustanovení.</strong> Ukáže-li se být kterékoli
ustanovení tohoto &#269;lánku 10 nevymahatelným, dojde k odd&#283;lení
tohoto ustanovení, p&#345;i&#269;emž zbývající &#269;ást této smlouvy
z&#367;stane platná a ú&#269;inná v plném rozsahu. Výše uvedené se netýká
zákazu ú&#269;astnit se hromadných &#269;i reprezentativních žalob podle
odstavce 10.5; ukáže-li se být nevymahatelným odstavec 10.5, stane se neplatným
celý &#269;lánek 10 (avšak pouze &#269;lánek 10).
</p>
<p>
<strong>11.
OMEZENÁ PRÁVA VLÁDY USA</strong>
</p>
<p>
Software je obchodním po&#269;íta&#269;ovým
softwarem, kterýžto termín je definován v &#269;ásti 48 C.F.R. § 2.101 /zákoníku
federálních p&#345;edpis&#367;/. Tudíž pokud jste správním orgánem vlády USA
nebo jejím smluvním dodavatelem, získáte v souvislosti se softwarem pouze
taková práva, která se v rámci licence ud&#283;lují všem ostatním koncovým
uživatel&#367;m, a to v p&#345;ípad&#283; ministerstva obrany a jeho
smluvních dodavatel&#367; podle &#269;ásti (a) 48 C.F.R. § 227.7201
prost&#345;ednictvím &#269;ásti 48 C.F.R. §227.7204, nebo v p&#345;ípad&#283;
všech ostatních uživatel&#367; licencí vlády USA a jejich smluvních
dodavatel&#367; podle &#269;ásti (b) 48 C.F.R. §12.212.
</p>
<p>
<strong>12.
OMEZENÍ VÝVOZU A DOVOZU</strong>
</p>
<p>
Spole&#269;nost WDT ne&#269;iní žádné
prohlášení o vhodnosti softwaru k použití ve vaší zemi. Berete na v&#283;domí, že žádnou &#269;ást softwaru ani podkladové
informace &#269;i technologie není dovoleno stahovat ani jiným zp&#367;sobem
vyvážet &#269;i znovu vyvážet do (ani státním p&#345;íslušník&#367;m &#269;i
rezident&#367;m) žádných zemí nebo oblastí, na které se vztahuje obchodní
embargo USA (v sou&#269;asnosti je to Írán, Kuba, Sýrie, Severní Korea, Súdán a
oblast Krymu) ani žádné osob&#283; uvedené na seznamech problematických
subjekt&#367; vedených americkou vládou, v&#269;etn&#283; seznamu zvláš&#357;
ur&#269;ených státních p&#345;íslušník&#367; vedeného ministerstvem financí USA
nebo seznamu blokovaných osob a subjekt&#367; vedeného ministerstvem obchodu
USA. Použitím softwaru vyjad&#345;ujete souhlas s výše uvedeným
a zárove&#328; prohlašujete a garantujete, že se nenacházíte
v žádné z t&#283;chto zemí, nejste pod kontrolou státního
p&#345;íslušníka ani rezidenta žádné z t&#283;chto zemí ani nefigurujete
na žádném z uvedených seznam&#367; a souhlasíte s tím, že nebudete
používat tento software p&#345;i jakékoli &#269;innosti p&#345;ímo &#269;i
nep&#345;ímo spojené s ší&#345;ením zbraní hromadného ni&#269;ení, s výjimkou
p&#345;ípad&#367; povolených v souladu s platnými zákony a p&#345;edpisy.
Dále berete na v&#283;domí a rozumíte tomu, že ur&#269;ité funkce softwaru,
jako nap&#345;. šifrování &#269;i ov&#283;&#345;ování pravosti, mohou podléhat
omezením vývozu a dovozu, p&#345;i&#269;emž dodržování veškerých platných
omezení a regula&#269;ních požadavk&#367; je vaší odpov&#283;dností.
</p>
<p>
<strong>13.
ODŠKODN&#282;NÍ</strong>
</p>
<p>
Souhlasíte s tím, že spole&#269;nost WDT a její poskytovatele licencí
odškodníte, obhájíte a zbavíte odpov&#283;dnosti ve vztahu k jakýmkoli
závazk&#367;m, odškodn&#283;ním, nárok&#367;m, pokutám a výdaj&#367;m
vyplývajícím z jakéhokoli vašeho porušení této smlouvy.
</p>
<p>
<strong>14.
UKON&#268;ENÍ SMLUVNÍHO VZTAHU</strong>
</p>
<p>
Aniž by tím byla dot&#269;ena jakákoli
jiná práva spole&#269;nosti WDT, spole&#269;nost WDT má právo tuto smlouvu
okamžit&#283; vypov&#283;d&#283;t, krom&#283; jiného i ukon&#269;it jakékoli uživatelské ú&#269;ty se
softwarem související, s nebo bez p&#345;edchozího upozorn&#283;ní, pokud bude
mít spole&#269;nost WDT za to, že
nesplníte své povinnosti podle této smlouvy. Po
ukon&#269;ení smluvního vztahu jste povinni neprodlen&#283; ukon&#269;it
veškeré používání softwaru a všechny kopie softwaru zni&#269;it.
</p>
<p>
<strong>15.
P&#344;EVOD</strong>
</p>
<p>
Tuto smlouvu ani software nejste oprávn&#283;ni ze zákona
ani jinak postupovat ani jiným zp&#367;sobem p&#345;evád&#283;t.
</p>
<p>
<strong>16.
OTEV&#344;ENÝ SOFTWARE</strong>
</p>
<p>
Software licencovaný podle této smlouvy m&#367;že obsahovat software
s otev&#345;eným zdrojovým kódem (tj. po&#269;íta&#269;ový software, který
se distribuuje na základ&#283; licen&#269;ního ujednání, které ve&#345;ejnosti
umož&#328;uje tento po&#269;íta&#269;ový kód sdílet, prohlížet a upravovat). Omezení
podle &#269;lánku 1, 2, 14 a 15 této smlouvy se na jakýkoli p&#345;íslušný
otev&#345;ený software vztahují pouze tehdy a v takovém rozsahu, kdy
neodporují žádným podmínkám p&#345;íslušné licence (p&#345;íslušných licencí) k používání
otev&#345;eného softwaru. Spole&#269;nost WDT zp&#345;ístupní v rozsahu
nezbytném pro spln&#283;ní podmínek uvedených v p&#345;íslušných licencích
na otev&#345;ený software nezbytnou &#269;ást zdrojového kódu pro software na <a href="http://support.wdc.com/">http://support.wdc.com/</a> na dobu alespo&#328;
t&#345;í let po obdržení softwaru od spole&#269;nosti WDT. Spole&#269;nost WDT
neposkytuje pro otev&#345;ený software žádnou podporu.
</p>
<p>
<strong>17.
PODPORA</strong>
</p>
<p>
V p&#345;ípad&#283; dotaz&#367; ohledn&#283; softwaru navštivte, prosím,
fórum podpory spole&#269;nosti WDT na internetové adrese <a href="http://support.wdc.com/">http://support.wdc.com/</a>
nebo prost&#345;ednictvím webového formulá&#345;e na internetové adrese
<a href="http://wdc.custhelp.com/app/ask/">http://wdc.custhelp.com/app/ask/</a> kontaktujte zákaznickou podporu
spole&#269;nosti WDT elektronickou zprávou.
</p>
<p>
<strong>18.
ÚPLNÁ DOHODA</strong>
</p>
<p>
Tato smlouva p&#345;edstavuje úplnou dohodu mezi stranami
ve vztahu k p&#345;edm&#283;tu této smlouvy a nahrazuje veškerá
p&#345;edchozí nebo soub&#283;žná ústní &#269;i písemná ujednání.
</p>
<p>
<strong>19.
ROZHODNÉ PRÁVO; EXKLUZIVNÍ MÍSTO PRO
SOUDNÍ SPORY</strong>
</p>
<p>
Krom&#283; &#269;lánku 10 se tato smlouva &#345;ídí
právním &#345;ádem státu Kalifornie, a to bez ohledu na ustanovení kolizních norem. V p&#345;ípad&#283; takového sporu, kdy
budou ustanovení &#269;lánku 10 neplatná, kdy p&#345;íslušný soud ustanovení
&#269;lánku 10 od zbývající &#269;ásti této smlouvy odd&#283;lí nebo kdy se
podle ustanovení &#269;lánku 10 rozhodnete vyjád&#345;it nesouhlas, souhlasíte
vy i spole&#269;nost WDT s výlu&#269;nou soudní pravomocí státních a
federálních soud&#367; zasedajících v okrese Orange ve stát&#283;
Kalifornii.
</p>
<p>
<strong>20.
ÚMLUVA OSN O SMLOUVÁCH O MEZINÁRODNÍ KOUPI ZBOŽÍ</strong>
</p>
<p>
Tato smlouva se ne&#345;ídí Úmluvou OSN o smlouvách o
mezinárodní koupi zboží.
</p>
<p>
<strong>21.
ODD&#282;LITELNOST USTANOVENÍ; Z&#344;EKNUTÍ SE PRÁVA</strong>
</p>
<p>
S výhradou odstavce 10.7 této smlouvy platí, že shledá-li p&#345;íslušný
soud kterékoli ustanovení této smlouvy nevymahatelným, bude toto ustanovení
v nezbytném rozsahu upraveno tak, aby se vymahatelným stalo, aniž by
p&#345;itom ztratilo sv&#367;j ú&#269;el; p&#345;ípadn&#283; bude od této
smlouvy odd&#283;leno, nebude-li žádná taková úprava možná, p&#345;i&#269;emž
ostatní ustanovení této smlouvy z&#367;stanou platná a ú&#269;inná v plném
rozsahu.
Z&#345;ekne-li se kterákoli ze stran práva vymáhat
spln&#283;ní kterékoli podmínky této smlouvy &#269;i práva vymáhat nápravu
porušení kterékoli podmínky této smlouvy v jakémkoli jednom
p&#345;ípad&#283;, neznamená to, že se práva vymáhat pln&#283;ní této podmínky
z&#345;íká zcela ani že se z&#345;íká práva vymáhat nápravu jakéhokoli
následného porušení p&#345;íslušné podmínky.
</p>
<p>
<strong>22.
VYMAHATELNOST PO UKON&#268;ENÍ SMLOUVY</strong>
</p>
<p>
&#268;lánky 2, 8, 9, 10, 13 a 19 této
smlouvy a jakákoliv další ustanovení této smlouvy, která vyžadují nebo
p&#345;edpokládají pln&#283;ní po ukon&#269;ení platnosti této smlouvy,
z&#367;stávají vymahatelná bez ohledu na ukon&#269;ení této smlouvy.
</p>
<p>
<strong>23.
prominuté pln&#283;ní</strong>
</p>
<p>
Žádná ze stran nebude v prodlení ani neponese
odpov&#283;dnost za žádné prodlení, nepln&#283;ní (s výjimkou platební
povinnosti) ani p&#345;erušení služby p&#345;ímo &#269;i nep&#345;ímo
vyplývající z jakékoli okolnosti ležící mimo její p&#345;im&#283;&#345;enou
kontrolu.
</p>
<p>
4078-705022-Z09 srpen 2015
</p>
</body>
</html>
