<html>
<body>

<p align="center">
<strong>Umowa licencyjna u&#380;ytkownika ko&#324;cowego Western
Digital</strong>
</p>
<p>
<strong>WA&#379;NE
– PROSIMY O DOK&#321;ADNE PRZECZYTANIE.
PARAGRAF 10 NINIEJSZEGO DOKUMENTU ZAWIERA WI&#260;&#379;&#260;C&#260;
KLAUZUL&#280; ARBITRA&#379;OW&#260;, KTÓRA NAKAZUJE ROZSTRZYGANIE SPORÓW W
TRYBIE INDYWIDUALNYM, OGRANICZA MO&#379;LIWO&#346;&#262; WYST&#280;POWANIA
PRZEZ U&#379;YTKOWNIKA NA DROG&#280; S&#260;DOW&#260; ORAZ UCZESTNICZENIA W
POST&#280;POWANIACH S&#260;DOWYCH PRZED S&#280;DZI&#260; LUB &#321;AW&#260;
PRZYSI&#280;G&#321;YCH, NATOMIAST W ODNIESIENIU DO NIEKTÓRYCH SPORÓW PRZEWIDUJE
ZRZECZENIE SI&#280; PRAWA U&#379;YTKOWNIKA DO UCZESTNICZENIA W
POST&#280;POWANIACH Z POZWU ZBIOROWEGO PRZED S&#260;DAMI POWSZECHNYMI LUB
ARBITRA&#379;OWYMI. </strong>
</p>
<p>
Niniejsza umowa licencyjna u&#380;ytkownika ko&#324;cowego (zwana dalej
„umow&#261;”) stanowi umow&#281; prawn&#261; pomi&#281;dzy u&#380;ytkownikiem,
b&#281;d&#261;cym osob&#261; fizyczn&#261; lub innym odr&#281;bnym podmiotem
(zwanym dalej „u&#380;ytkownikiem”), oraz spó&#322;k&#261; Western Digital
Technologies, Inc., jej podmiotami zale&#380;nymi i stowarzyszonymi (zwanymi
zbiorczo „WDT”), reguluj&#261;c
korzystanie przez u&#380;ytkownika z oprogramowania, us&#322;ug oraz z
powi&#261;zanej z nim dokumentacji elektronicznej lub udost&#281;pnianej
online, publikowanej, rozpowszechnianej lub udost&#281;pnianej w inny sposób
przez WDT (rzeczone oprogramowanie, oprogramowanie sprz&#281;towe, us&#322;ugi,
dokumentacja i wszelkie stosowne aktualne wersje dostarczane przez WDT zwane
s&#261; dalej zbiorczo „oprogramowaniem”) oraz, w odpowiednich przypadkach,
korzystanie przez u&#380;ytkownika z oprogramowania stworzonego do stosowania z
urz&#261;dzeniami i produktami sprz&#281;towymi WDT (zwanymi dalej
„urz&#261;dzeniami WDT”). Je&#380;eli
jednak do oprogramowania lub us&#322;ug WDT
do&#322;&#261;czono odr&#281;bn&#261; umow&#281; licencyjn&#261;,
warunki tej odr&#281;bnej umowy licencyjnej maj&#261; zastosowanie do
korzystania przez u&#380;ytkownika ze stosownego oprogramowania lub us&#322;ug
WDT.
</p>
<p>
<strong>POPRZEZ
ZAINSTALOWANIE, AKTYWACJ&#280;, SKOPIOWANIE LUB SKORZYSTANIE Z OPROGRAMOWANIA W
INNY SPOSÓB U&#379;YTKOWNIK WYRA&#379;A ZGOD&#280; NA POSTANOWIENIA NINIEJSZEJ
UMOWY, CO STANOWI WARUNEK PRZYZNANIA U&#379;YTKOWNIKOWI NA PODSTAWIE NINIEJSZEJ
UMOWY LICENCJI PRZEZ WDT, A TAK&#379;E
NA ZASADY OCHRONY PRYWATNO&#346;CI, W&#321;&#260;CZONE DO NINIEJSZEJ UMOWY
PRZEZ ODNIESIENIE ZAWARTE W PARAGRAFIE 5.
JE&#346;LI U&#379;YTKOWNIK NIE ZGADZA SI&#280; NA WARUNKI NINIEJSZEJ
UMOWY I ZASADY OCHRONY PRYWATNO&#346;CI WDT, NIE WOLNO MU INSTALOWA&#262;,
AKTYWOWA&#262;, KOPIOWA&#262; ANI U&#379;YWA&#262; OBJ&#280;TEGO NI&#260;
OPROGRAMOWANIA.</strong>
</p>
<p>
Z zastrze&#380;eniem wyj&#261;tków ustanowionych w paragrafie 10
niniejszej umowy, niniejsza umowa mo&#380;e by&#263; okresowo zmieniana przez
WDT, jednak&#380;e zmiany w niniejszej umowie stan&#261; si&#281;
wi&#261;&#380;&#261;ce jedynie po wyra&#380;eniu zgody na takie zmiany.
</p>
<p>
<strong>1.
PRZYZNANIE
LICENCJI I OGRANICZENIA</strong>
</p>
<p>
U&#380;ytkownikowi udzielana jest licencja na oprogramowanie;
u&#380;ytkownik nie nabywa oprogramowania. Z zastrze&#380;eniem warunków
niniejszej umowy, WDT niniejszym przyznaje u&#380;ytkownikowi licencj&#281;
osobist&#261;, niewy&#322;&#261;czn&#261; i nieprzenaszaln&#261;, bez
mo&#380;liwo&#347;ci udzielania dalszych licencji oraz odwo&#322;ywaln&#261; na
u&#380;ywanie oprogramowania do celów osobistych lub wewn&#281;trznych
u&#380;ytkownika, a tak&#380;e do sporz&#261;dzania racjonalnie zasadnej liczby
kopii oprogramowania wy&#322;&#261;cznie w zakresie racjonalnie niezb&#281;dnym
do korzystania z oprogramowania zgodnie z niniejsz&#261; umow&#261;.
</p>
<p>
U&#380;ytkownik o&#347;wiadcza i zobowi&#261;zuje si&#281;, &#380;e nie
b&#281;dzie i nie umo&#380;liwi innym:
(a) reprodukowa&#263; oprogramowania, chyba &#380;e wyra&#378;nie
zezwalaj&#261; na to postanowienia par. 1; (b) modyfikowa&#263;,
adaptowa&#263;, t&#322;umaczy&#263; oprogramowania ani tworzy&#263;
&#380;adnych dzie&#322; pochodnych na jego podstawie; (c) podejmowa&#263; prób
obej&#347;cia lub dezaktywacji, w &#380;aden sposób i &#380;adnymi &#347;rodkami,
oprogramowania albo cech lub &#347;rodków technologicznych zawartych w
oprogramowaniu, co obejmuje równie&#380; wszelkie mechanizmy steruj&#261;ce
dost&#281;pem lub ochron&#261; praw autorskich; (d) podejmowa&#263; prób
dekompilacji, deasemblacji, wstecznej in&#380;ynierii ani w inny sposób
próbowa&#263; odtworzy&#263; kodu &#378;ród&#322;owego oprogramowania; (e)
dystrybuowa&#263;, obci&#261;&#380;a&#263;, sprzedawa&#263;, wynajmowa&#263;,
wydzier&#380;awia&#263;, udziela&#263; dalszych licencji ani w inny sposób
przenosi&#263;, publikowa&#263; lub ujawnia&#263; oprogramowania osobom
trzecim; (f) usuwa&#263; ani zmienia&#263; znaków handlowych, logo, informacji
o prawach autorskich i innych prawach w&#322;asno&#347;ci, legend, symboli lub
etykiet znajduj&#261;cych si&#281; na lub wewn&#261;trz oprogramowania lub
u&#380;ywanych w powi&#261;zaniu z nim; lub (g) u&#380;ywa&#263; oprogramowania
w dowolny sposób w celu pomocy w naruszaniu praw w&#322;asno&#347;ci
intelektualnej osób trzecich, w tym, mi&#281;dzy innymi, praw autorskich, praw
do znaków towarowych, tajemnicy przedsi&#281;biorstwa i patentów albo prawa
obowi&#261;zuj&#261;cego na wszelkich stosownych obszarach jurysdykcji, w tym,
mi&#281;dzy innymi, w zakresie oszczerstwa, znies&#322;awienia,
nieprzyzwoito&#347;ci oraz deliktów zwi&#261;zanych z naruszeniem prawa do
prywatno&#347;ci.
</p>
<p>
<strong>2.
ZASTRZE&#379;ENIE PRAW</strong>
</p>
<p>
U&#380;ytkownik jest &#347;wiadom tego, &#380;e oprogramowanie jest
chronione przez prawa autorskie oraz inne prawa w&#322;asno&#347;ci intelektualnej
i im podobne. WDT oraz odr&#281;bne podmioty udzielaj&#261;ce jej licencji
(zwani dalej „licencjodawcami”) zastrzegaj&#261; sobie wszystkie tego rodzaju
prawa w odniesieniu do oprogramowania, z wy&#322;&#261;czeniem zakresu licencji
udzielonej u&#380;ytkownikowi na podstawie postanowie&#324; par. 1.
U&#380;ytkownik jest &#347;wiadom tego, &#380;e z wyj&#261;tkiem wyra&#378;nie
okre&#347;lonego, przyznanego mu na mocy par. 1 zakresu licencji,
u&#380;ytkownikowi nie s&#261; udzielane, nie s&#261; na niego przenoszone ani
cedowane &#380;adne inne prawa, tytu&#322;y, uprawnienia lub licencje do
oprogramowania, w sposób domniemany, na zasadach s&#322;uszno&#347;ci lub na
innej podstawie. U&#380;ytkownik zobowi&#261;zuje si&#281; nie podejmowa&#263;
&#380;adnych dzia&#322;a&#324;, które w jakikolwiek sposób mog&#322;yby
sta&#263; w sprzeczno&#347;ci z prawami WDT lub licencjodawców w odniesieniu do
oprogramowania lub je kwestionowa&#263;.
</p>
<p>
<strong>3.
U&#379;YTKOWANIE
URZ&#260;DZE&#323; SPOZA WDT</strong>
</p>
<p>
W niektórych przypadkach oprogramowanie mo&#380;e dzia&#322;a&#263; na
urz&#261;dzeniach wyprodukowanych przez podmioty inne ni&#380; WDT
(„urz&#261;dzenia spoza WDT”).
U&#380;ytkownik przyjmuje do wiadomo&#347;ci i zgadza si&#281;, &#380;e
WDT nie sk&#322;ada &#380;adnych o&#347;wiadcze&#324; ani nie daje gwarancji w
odniesieniu do jako&#347;ci lub wydajno&#347;ci którychkolwiek z tych
urz&#261;dze&#324; spoza WDT.
U&#380;ytkownik ma &#347;wiadomo&#347;&#263;, &#380;e WDT mo&#380;e
oferowa&#263; wsparcie jedynie w odniesieniu do niektórych urz&#261;dze&#324;
spoza WDT; WDT nie daje gwarancji, &#380;e oprogramowanie jest, b&#281;dzie w
przysz&#322;o&#347;ci lub pozostanie kompatybilne z urz&#261;dzeniami spoza
WDT.
</p>
<p>
<strong>4.
AKTUALIZACJE;
FUNKCJE AUTOMATYCZNE</strong>
</p>
<p>
U&#380;ytkownik ma
&#347;wiadomo&#347;&#263;, &#380;e WDT nie ma obowi&#261;zku &#347;wiadczenia
mu wsparcia w zakresie (okre&#347;lonych poni&#380;ej) Aktualizacji
oprogramowania. WDT mo&#380;e jednak co pewien czas wydawa&#263; zaktualizowane
wersje oprogramowania, a oprogramowanie mo&#380;e automatycznie
&#322;&#261;czy&#263; si&#281; z serwerami WDT lub osób trzecich przez internet
w celu sprawdzenia dost&#281;pno&#347;ci Aktualizacji oprogramowania, takich
jak poprawki b&#322;&#281;dów, &#322;aty, upgrade'y, dodatkowe funkcje lub udoskonalenia
funkcji, wtyczki i nowe wersje (zwane zbiorczo „Aktualizacjami”) i albo a)
automatycznie, elektronicznie aktualizowa&#263; wersj&#281; oprogramowania
u&#380;ywan&#261; przez u&#380;ytkownika na jego urz&#261;dzeniu osobistym,
albo b) oferowa&#263; u&#380;ytkownikowi mo&#380;liwo&#347;&#263; manualnego
pobrania stosownych Aktualizacji. Poprzez zainstalowanie oprogramowania bez
dezaktywacji ewentualnego automatycznego sprawdzania Aktualizacji
u&#380;ytkownik zgadza si&#281; i akceptuje automatyczne &#380;&#261;danie i
otrzymywanie Aktualizacji z serwerów WDT lub osób trzecich, a tak&#380;e na to,
&#380;e warunki i postanowienia niniejszej umowy b&#281;d&#261;
obowi&#261;zywa&#263; w odniesieniu do wszystkich wspomnianych Aktualizacji.
</p>
<p>
<strong>5.
INFORMACJE
AUTOMATYCZNIE ZBIERANE PRZEZ WDT</strong>
</p>
<p>
Oprogramowanie mo&#380;e równie&#380;
posiada&#263; elementy automatycznej komunikacji, które przekazuj&#261;
niektóre informacje, nieb&#281;d&#261;ce danymi osobowymi, do WDT oraz
zewn&#281;trznych dostawców us&#322;ug analizy danych, zwi&#261;zane z dzia&#322;aniem
oprogramowania. Dalsze informacje o
sposobach zbierania i korzystania przez WDT i jej zewn&#281;trznych dostawców
us&#322;ug analizy danych z informacji dostarczonych za po&#347;rednictwem
oprogramowania WDT zawiera tekst zasad ochrony prywatno&#347;ci WDT
znajduj&#261;cy si&#281; na <a href="http://www.wd.com/en/company/corporateinfo/privacy.aspx">http://www.wd.com/en/company/corporateinfo/privacy.aspx</a>,
który jest w&#322;&#261;czony do niniejszej umowy przez odniesienie. Poprzez
wyra&#380;enie zgody na warunki niniejszej umowy u&#380;ytkownik wyra&#380;a
zgod&#281; na warunki zasad ochrony prywatno&#347;ci WDT. W razie braku zgody na warunki zasad ochrony
prywatno&#347;ci nie nale&#380;y korzysta&#263; z oprogramowania.
</p>
<p>
<strong>6.
INFORMACJE REJESTRACYJNE</strong>
</p>
<p>
W ramach procesu rejestracji oprogramowania lub
Urz&#261;dzenia WDT, WDT mo&#380;e za&#380;&#261;da&#263; informacji
zwi&#261;zanych z rejestracj&#261;, w tym mi&#281;dzy innymi imienia i nazwiska,
adresu e-mail, nazwy u&#380;ytkownika lub has&#322;a. Przekazuj&#261;c takie
informacje, U&#380;ytkownik zgadza si&#281; na ich otrzymanie i wykorzystywanie
przez WDT w celu przekazywania komunikatów innych ni&#380; promocyjne,
dotycz&#261;cych Urz&#261;dzenia WDT nabytego wraz z oprogramowaniem, w tym
zawiadomie&#324; o dost&#281;pno&#347;ci Aktualizacji, wycofaniu produktów lub
kwestiach bezpiecze&#324;stwa. Korzystanie
przez WDT z informacji zebranych przez ni&#261; od u&#380;ytkownika w
zwi&#261;zku z procesem rejestracji lub innych informacji dostarczonych przez
u&#380;ytkownika do WDT w zwi&#261;zku z jej Oprogramowaniem lub Urz&#261;dzeniami
reguluj&#261; zasady ochrony prywatno&#347;ci WDT.
</p>
<p>
U&#380;ytkownik zobowi&#261;zuje si&#281; do
zachowania poufno&#347;ci swojej nazwy u&#380;ytkownika i has&#322;a oraz
przyjmuje pe&#322;n&#261; odpowiedzialno&#347;&#263; za wszelk&#261;
utrat&#281;, kradzie&#380; lub inne zniszczenie jakichkolwiek danych w
nast&#281;pstwie dost&#281;pu do konta przy u&#380;yciu jego nazwy
u&#380;ytkownika i has&#322;a.
</p>
<p>
<strong>7.
TRE&#346;CI
OSÓB TRZECICH I US&#321;UGODAWCY</strong>
</p>
<p>
U&#380;ytek czyniony przez u&#380;ytkownika z oprogramowania mo&#380;e
umo&#380;liwia&#263; mu pobieranie i u&#380;ywanie programów osób trzecich lub
korzystanie z tre&#347;ci pochodz&#261;cych do osób trzecich,
udost&#281;pnianych za po&#347;rednictwem oprogramowania (takie programy osób
trzecich i tre&#347;ci pochodz&#261;ce od osób trzecich zwane zbiorczo
„tre&#347;ciami pochodz&#261;cymi od osób trzecich”). U&#380;ytkownik ma &#347;wiadomo&#347;&#263;,
&#380;e ca&#322;o&#347;&#263; tre&#347;ci pochodz&#261;cych od osób trzecich
jest w&#322;asno&#347;ci&#261; odno&#347;nych w&#322;a&#347;cicieli tre&#347;ci
osób trzecich i mo&#380;e podlega&#263; ochronie obowi&#261;zuj&#261;cego prawa
autorskiego i innych praw w&#322;asno&#347;ci intelektualnej. U&#380;ytkownik
nie mo&#380;e u&#380;ywa&#263; tre&#347;ci pochodz&#261;cych od osób trzecich w
sposób, który nie zosta&#322; dopuszczony przez odno&#347;nego
us&#322;ugodawc&#281; (zwanego dalej „us&#322;ugodawc&#261;”) lub
w&#322;a&#347;ciciela tre&#347;ci osób trzecich. U&#380;ytkownik ma
&#347;wiadomo&#347;&#263;, &#380;e w celu uzyskania dost&#281;pu lub prawa do
dost&#281;pu i u&#380;ytkowania
niektórych tre&#347;ci pochodz&#261;cych od osób trzecich, mo&#380;e
zaistnie&#263; konieczno&#347;&#263; zawarcia przez niego odr&#281;bnej umowy z
us&#322;ugodawc&#261; lub w&#322;a&#347;cicielem tre&#347;ci osób trzecich lub
przestrzegania ustanowionych przez us&#322;ugodawc&#281; warunków korzystania.
U&#380;ytkownik ma obowi&#261;zek zapewni&#263;, &#380;e korzystanie z
dost&#281;pu, reprodukcji, wy&#347;wietlania lub korzystania w inny sposób z
tre&#347;ci pochodz&#261;cych od osób trzecich nie narusza praw
w&#322;asno&#347;ci intelektualnej osób trzecich.
</p>
<p>
<strong>8.
WY&#321;&#260;CZENIE GWARANCJI</strong>
</p>
<p>
OPROGRAMOWANIE ZOSTAJE DOSTARCZONE U&#379;YTKOWNIKOWI W STANIE
FAKTYCZNYM, BEZ &#379;ADNEJ GWARANCJI. W NAJSZERSZYM DOPUSZCZONYM PRZEZ PRAWO
ZAKRESIE WDT I JEJ LICENCJODAWCY WY&#321;&#260;CZAJ&#260; OBOWI&#260;ZYWANIE
WSZELKICH GWARANCJI, ZARÓWNO WYRA&#377;NYCH, JAK I DOROZUMIANYCH, W
SZCZEGÓLNO&#346;CI DOROZUMIANYCH GWARANCJI WARTO&#346;CI HANDLOWEJ,
PRZYDATNO&#346;CI DO OKRE&#346;LONEGO CELU ORAZ BRAKU NARUSZE&#323; PRAW
W&#321;ASNO&#346;CI INTELEKTUALNEJ OSÓB TRZECICH LUB BRAKU WIRUSÓW, A TAK&#379;E WSZELKICH GWARANCJI DOTYCZ&#260;CYCH
BEZPIECZE&#323;STWA, NIEZAWODNO&#346;CI CZY TERMINOWO&#346;CI OPROGRAMOWANIA.
WDT NIE GWARANTUJE, &#379;E OPROGRAMOWANIE SPE&#321;NIA WYMOGI U&#379;YTKOWNIKA
ANI &#379;E JEST POZBAWIONE B&#321;&#280;DÓW. WDT NIE GWARANTUJE, &#379;E
U&#379;YTKOWANIE Z OPROGRAMOWANIA B&#280;DZIE CI&#260;G&#321;E LUB NIEPRZERWANE
I WDT NIE PRZYJMUJE ODPOWIEDZIALNO&#346;CI I NIE PONOSI KONSEKWENCJI ZA PRZERWY
LUB WSTRZYMANIE PRZESY&#321;ANIA DO CZY Z OPROGRAMOWANIA. PE&#321;EN ZAKRES RYZYKA WYNIKAJ&#260;CY Z
U&#379;YWANIA LUB DZIA&#321;ANIA OPROGRAMOWANIA PONOSI U&#379;YTKOWNIK.
U&#379;YTKOWNIK PRZYJMUJE DO WIADOMO&#346;CI I ZGADZA SI&#280; NA TO, &#379;E
POBIERANIE LUB POZYSKIWANIE W INNY SPOSÓB PROGRAMÓW, MATERIA&#321;ÓW LUB DANYCH
W DRODZE KORZYSTANIA Z OPROGRAMOWANIA ODBYWA SI&#280; WEDLE UZNANIA I NA RYZYKO
U&#379;YTKOWNIKA ORAZ &#379;E U&#379;YTKOWNIK PONOSI WY&#321;&#260;CZN&#260;
ODPOWIEDZIALNO&#346;&#262; ZA SZKODY WYRZ&#260;DZONE W KOMPUTERZE, URZ&#260;DZENIU,
SYSTEMIE LUB SIECI, W TYM Mi&#281;dzy INNYMI UTRAT&#280; LUB ZNISZCZENIE
DANYCH. POWY&#379;SZE WY&#321;&#260;CZENIE GWARANCJI NIE STANOWI MODYFIKACJI,
INTERPRETACJI ANI ZMIANY OBOWI&#260;ZUJ&#260;CEJ GWARANCJI W ZAKRESIE
EWENTUALNEGO U&#379;YWANIA PRZEZ U&#379;YTKOWNIKA URZ&#260;DZE&#323; WDT.
</p>
<p>
WDT NIE SK&#321;ADA &#379;ADNYCH O&#346;WIADCZE&#323; NA TEMAT
GWARANCJI, A TAK&#379;E WY&#321;&#260;CZA WSZELKIE GWARANCJE DOTYCZ&#260;CE
TRE&#346;CI OSÓB TRZECICH, URZ&#260;DZE&#323; SPOZA WDT , DZIA&#321;ANIA LUB
ZANIECHANIA US&#321;UGODAWCY LUB W&#321;A&#346;CICIELA TRE&#346;CI OSÓB
TRZECICH. WDT NIE PONOSI ODPOWIEDZIALNO&#346;CI
ZA BADANIE LUB OCEN&#280; TRE&#346;CI, DOK&#321;ADNO&#346;CI,
KOMPLETNO&#346;CI, TERMINOWO&#346;CI, WA&#379;NO&#346;CI, ZGODNO&#346;CI Z
PRAWAMI AUTORSKIMI, ZGODNO&#346;CI Z PRAWEM, PRZYZWOITO&#346;CI, JAKO&#346;CI
CZY INNYCH ASPEKTÓW TRE&#346;CI OSÓB TRZECICH. WDT, CZ&#321;ONKOWIE JEJ
ZARZ&#260;DU, JEJ SPÓ&#321;KI ZALE&#379;NE CZY STOWARZYSZONE Z NI&#260; NIE GWARANTUJ&#260;,
NIE WSPIERAJ&#260;, NIE PONIOS&#260; KONSEKWENCJI ANI NIE PRZYJMUJ&#260;
ODPOWIEDZIALNO&#346;CI WOBEC U&#379;YTKOWNIKA CZY INNYCH OSÓB ZA TRE&#346;CI
LUB WITRYNY INTERNETOWE OSÓB TRZECICH ANI INNE MATERIA&#321;Y, PRODUKTY LUB
US&#321;UGI &#346;WIADCZONE PRZEZ OSOBY TRZECIE UDOST&#280;PNIANE ZA
PO&#346;REDNICTWEM OPROGRAMOWANIA. W ZAKRESIE, W JAKIM U&#379;YTKOWNIK DECYDUJE
SI&#280; NA KORZYSTANIE LUB DOST&#280;P DO TRE&#346;CI OSÓB TRZECICH ZA
PO&#346;REDNICTWEM OPROGRAMOWANIA, CZYNI
TO Z W&#321;ASNEJ INICJATYWY I PONOSI ODPOWIEDZIALNO&#346;&#262; ZA
PRZESTRZEGANIE STOSOWNYCH PRZEPISÓW PRAWA, W TYM M.IN. STOSOWNYCH PRZEPISÓW
LOKALNYCH ORAZ REGULACJI PRAWNYCH OCHRONY PRYWATNO&#346;CI I ZBIERANIA
DANYCH.
</p>
<p>
<strong>9.
OGRANICZENIE ODPOWIEDZIALNO&#346;CI</strong>
</p>
<p>
W
NAJSZERSZYM DOPUSZCZONYM PRZEZ OBOWI&#260;ZUJ&#260;CE PRAWO ZAKRESIE WDT LUB
JEJ LICENCJODAWCY NIE PONOSZ&#260; W &#379;ADNYM PRZYPADKU
ODPOWIEDZIALNO&#346;CI ZA SZKODY O CHARAKTERZE WYNIKOWYM, UBOCZNYM,
PO&#346;REDNIM, SPECJALNYM, ZA ODSZKODOWANIA KARNE ANI INNE, NIEZALE&#379;NIE
OD ICH RODZAJU, W TYM, MI&#280;DZY INNYMI ODSZKODOWANIA Z TYTU&#321;U UTRATY
ZYSKÓW GOSPODARCZYCH, PRZERWY W PROWADZENIU DZIA&#321;ALNO&#346;CI
GOSPODARCZEJ, UTRATY DANYCH, AWARII SYSTEMÓW KOMPUTEROWYCH,
NIEPRAWID&#321;OWEGO DZIA&#321;ANIA LUB INNYCH STRAT PIENI&#280;&#379;NYCH
ZWI&#260;ZANYCH Z LUB B&#280;D&#260;CYCH WYNIKIEM NINIEJSZEJ UMOWY, KORZYSTANIA
LUB NIEMO&#379;NO&#346;CI KORZYSTANIA Z OPROGRAMOWANIA, URZ&#260;DZE&#323; WDT,
TRE&#346;CI OSÓB TRZECICH LUB URZ&#260;DZE&#323; SPOZA WDT, NAWET JE&#346;LI
WDT ZOSTA&#321;A POINFORMOWANA O MO&#379;LIWO&#346;CI ZAISTNIENIA WSPOMNIANYCH
SZKÓD. PONIEWA&#379; W NIEKTÓRYCH KRAJACH WY&#321;&#260;CZENIE LUB OGRANICZENIE
ODPOWIEDZIALNO&#346;CI Z TYTU&#321;U SZKÓD O CHARAKTERZE WTÓRNYM LUB UBOCZNYM
NIE JEST DOPUSZCZALNE, POWY&#379;SZE OGRANICZENIE MO&#379;E NIE MIE&#262;
ZASTOSOWANIA DO NIEKTÓRYCH U&#379;YTKOWNIKÓW. &#321;&#260;CZNA
WYSOKO&#346;&#262; ODPOWIEDZIALNO&#346;CI WDT WOBEC U&#379;YTKOWNIKA ZA SZKODY
ZWI&#260;ZANE Z NINIEJSZ&#260; UMOW&#260; LUB
OPROGRAMOWANIEM W &#379;ADNYM RAZIE NIE PRZEKROCZY KWOTY 25 USD.
POWY&#379;SZE OGRANICZENIA, WY&#321;&#260;CZENIA ORAZ O&#346;WIADCZENIA
OBOWI&#260;ZUJ&#260; W NAJSZERSZYM ZAKRESIE DOPUSZCZONYM PRZEZ PRAWO, NAWET
JE&#346;LI &#346;RODEK PRAWNY TRACI Z TEGO POWODU SW&#260;
SKUTECZNO&#346;&#262; W ISTOTNYM ZAKRESIE.
</p>
<p>
WDT NIE PONOSI
ODPOWIEDZIALNO&#346;CI ZA &#379;ADNE INFEKCJE ANI ZANIECZYSZCZENIA LUB USZKODZENIA
SYSTEMU U&#379;YTKOWNIKA ALBO OPÓ&#377;NIENIA, NIEDOK&#321;ADNO&#346;CI,
B&#321;&#280;DY LUB ZANIECHANIA WYNIKAJ&#260;CE Z U&#379;YWANIA PRZEZ NIEGO
OPROGRAMOWANIA LUB URZ&#260;DZE&#323; WDT.
OPROGRAMOWANIE NIE JEST PRZEZNACZONE DO OBS&#321;UGI URZ&#260;DZE&#323;
NUKLEARNYCH, NAWIGACJI, SYSTEMÓW KOMUNIKACJI W STATKACH POWIETRZNYCH LUB
URZ&#260;DZE&#323; DO KONTROLI RUCHU POWIETRZNEGO ANI INNYCH
URZ&#260;DZE&#323;, KTÓRE W RAZIE AWARII OPROGRAMOWANIA MOG&#321;YBY
SPOWODOWA&#262; &#346;MIER&#262;, OBRA&#379;ENIA LUB ZNACZNE SZKODY
MAJ&#260;TKOWE LUB &#346;RODOWISKOWE.
</p>
<p>
<strong>10.
SPORY, WI&#260;&#379;&#260;CY ARBITRA&#379; INDYWIDUALNY, ZRZECZENIE
SI&#280; MO&#379;LIWO&#346;CI UCZESTNICZENIA W POST&#280;POWANIACH Z POZWU
ZBIOROWEGO PRZED S&#260;DAMI POWSZECHNYMI I ARBITRA&#379;OWYMI</strong>
</p>
<p>
<strong>10.1
Spory. </strong>
Postanowienia niniejszego par.10 obowi&#261;zuj&#261; w odniesieniu do
wszystkich sporów mi&#281;dzy u&#380;ytkownikiem i WDT. W rozumieniu niniejszego par. 10 oraz z
zastrze&#380;eniem wyj&#261;tków okre&#347;lonych w par. 10.1 „spór” oznacza
dowolny spór, roszczenie, powództwo mi&#281;dzy u&#380;ytkownikiem i WDT,
powsta&#322;e w zwi&#261;zku z oprogramowaniem, Urz&#261;dzeniami WDT,
niniejsz&#261; umow&#261; lub inn&#261; transakcj&#261;, w którym udzia&#322;
bior&#261; u&#380;ytkownik i WDT, niezale&#380;nie od tego, czy powsta&#322;o
ono na podstawie umowy, gwarancji, nieprawdziwego o&#347;wiadczenia, oszustwa,
czynu niedozwolonego, czynu niedozwolonego z winy umy&#347;lnej, ustawy,
rozporz&#261;dzenia, zarz&#261;dzenia lub na innej podstawie prawnej lub
s&#322;uszno&#347;ciowej, przy czym termin ten b&#281;dzie rozumiany w
najszerszym znaczeniu dopuszczanym przez prawo.
U&#379;YTKOWNIK I WDT
UZGADNIAJ&#260;, &#379;E „SPÓR” W ROZUMIENIU OKRE&#346;LONYM W NINIEJSZEJ
UMOWIE NIE OBEJMUJE &#379;ADNYCH ROSZCZE&#323; ANI PODSTAW ROSZCZE&#323; ZE
STRONY U&#379;YTKOWNIKA LUB WDT Z TYTU&#321;U A) PRZYW&#321;ASZCZENIA TAJEMNICY
PRZEDSI&#280;BIORSTWA, B) NARUSZENIA PRAW DO PATENTU, C) NARUSZENIA LUB
NADU&#379;YCIA PRAW AUTORSKICH ORAZ D) NARUSZENIA LUB ZMNIEJSZENIA
WARTO&#346;CI ZNAKU TOWAROWEGO. PONADTO, NIEZALE&#379;NIE OD PAR. 10.6,
U&#379;YTKOWNIK WYRA&#379;A ZGOD&#280;, &#379;E S&#260;D, A NIE ARBITER,
MO&#379;E ZDECYDOWA&#262;, CZY ROSZCZENIE PODLEGA JEDNEMU Z TYCH CZTERECH
WYJ&#260;TKÓW.
</p>
<p>
<strong>10.2
Wi&#261;&#380;&#261;cy arbitra&#380;.</strong> Ponadto u&#380;ytkownik i WDT
uzgadniaj&#261;, &#380;e: a) Spory mi&#281;dzy stronami b&#281;d&#261;
rozstrzyga&#263; zgodnie z postanowieniami niniejszej Umowy; b) Umowa stanowi
dowód transakcji w obrocie mi&#281;dzystanowym; c) wyk&#322;adnia i wykonanie
niniejszego par. 10 podlega ameryka&#324;skiej federalnej ustawie
arbitra&#380;owej [Federal Arbitration Act] (9 kodeks praw Stanów Zjednoczonych
[U.S.C.] §1 i nast.) oraz d) postanowienia par. 10 zachowuj&#261; moc po
rozwi&#261;zaniu Umowy. ZOBOWI&#260;ZANIE DO ARBITRA&#379;U
OZNACZA, &#379;E U&#379;YTKOWNIK ZRZEKA SI&#280; PRAWA DO WYST&#260;PIENIA Z
POWÓDZTWEM W POST&#280;POWANIU S&#260;DOWYM Z UDZIA&#321;EM S&#280;DZIEGO LUB
&#321;AWY PRZYSI&#280;G&#321;YCH ORAZ &#379;E PRZYS&#321;UGUJ&#260;CE MU
PODSTAWY APELACJI S&#260; OGRANICZONE. Arbiter mo&#380;e zas&#261;dzi&#263;
na rzecz u&#380;ytkownika takie samo odszkodowanie, jakie móg&#322;by
zas&#261;dzi&#263; s&#261;d powszechny we w&#322;a&#347;ciwej jurysdykcji,
mo&#380;e tak&#380;e orzec ustalenie lub wyda&#263; nakaz lub zakaz s&#261;dowy
wy&#322;&#261;cznie na rzecz indywidualnej strony, która wyst&#261;pi&#322;a o
taki &#347;rodek, przy czym tylko w zakresie niezb&#281;dnym do
uwzgl&#281;dnienia indywidualnego &#380;&#261;dania danej
strony. Ponadto w niektórych przypadkach koszty post&#281;powania
arbitra&#380;owego mog&#261; przekroczy&#263; koszty post&#281;powania
s&#261;dowego, a prawo do wgl&#261;du w materia&#322;y dowodowe mo&#380;e
by&#263; bardziej ograniczone w post&#281;powaniu arbitra&#380;owym ni&#380; w
s&#261;dzie. Orzeczenie arbitra jest prawomocne i podlega wykonaniu przez
ka&#380;dy s&#261;d w&#322;a&#347;ciwy dla stron.
</p>
<p>
<strong>10.3
S&#261;d ds. drobnych roszcze&#324;.</strong> Niezale&#380;nie od powy&#380;szych
postanowie&#324; U&#380;ytkownik mo&#380;e wnie&#347;&#263; indywidualne
powództwo do s&#261;du ds. drobnych roszcze&#324; w stanie lub gminie miejskiej
U&#380;ytkownika, je&#347;li s&#261;d ten jest w&#322;a&#347;ciwy do
rozpatrywania tego powództwa i post&#281;powanie jest prowadzone tylko w tym
s&#261;dzie.
</p>
<p>
<strong>10.4
Zawiadomienie o sporze.</strong> W przypadku wyst&#261;pienia sporu u&#380;ytkownik lub WDT wy&#347;le
najpierw drugiej stronie zawiadomienie o sporze, obejmuj&#261;ce pisemne
o&#347;wiadczenie z podaniem imienia i nazwiska (nazwy), adresu i danych
kontaktowych strony, która wysy&#322;a zawiadomienie, oraz faktów
stanowi&#261;cych powód sporu, a tak&#380;e &#380;&#261;da&#324; (zwane dalej
„Zawiadomieniem o sporze”). Zawiadomienie o sporze skierowane do WDT
nale&#380;y zaadresowa&#263; do: Western Digital Technologies, Inc., ATTN:
Legal Department, 3355 Michelson Drive, Suite 100, Irvine, CA 92612, USA („Adres WDT do zawiadomie&#324;”) Zawiadomienie o sporze skierowane do
U&#380;ytkownika zostanie wys&#322;ane listem poleconym na ostatni znany adres
WDT znajduj&#261;cy si&#281; w aktach lub innego rodzaju dokumentacji
dotycz&#261;cej U&#380;ytkownika. Je&#347;li WDR i u&#380;ytkownik nie
osi&#261;gn&#261; porozumienia w sprawie rozstrzygni&#281;cia sporu w terminie
60 (s&#322;ownie: sze&#347;&#263;dziesi&#281;ciu) dni od otrzymania
Zawiadomienia o sporze, u&#380;ytkownik lub WDT mo&#380;e rozpocz&#261;&#263;
post&#281;powanie arbitra&#380;owe zgodnie z postanowieniami niniejszego
par. 10. Po z&#322;o&#380;eniu i
odebraniu Zawiadomienia o sporze strony zobowi&#261;zuj&#261; si&#281;
dzia&#322;a&#263; w dobrzej wierze w celu rozwi&#261;zania sporu przed
rozpocz&#281;ciem post&#281;powania arbitra&#380;owego.
</p>
<p>
<strong>10.5
ZRZECZENIE
SI&#280; PRAWA DO UCZESTNICZENIA W POST&#280;POWANIACH Z POZWU ZBIOROWEGO PRZED
S&#260;DAMI POWSZECHNYMI I ARBITRA&#379;OWYMI.
ZRZECZENIE SI&#280; MO&#379;LIWO&#346;CI UCZESTNICZENIA W
POST&#280;POWANIACH Z POZWU ZBIOROWEGO PRZED S&#260;DAMI POWSZECHNYMI LUB
ARBITRA&#379;OWYMI U&#379;YTKOWNIK I
WDT UZGADNIAJ&#260;, &#379;E STRONA MO&#379;E WNIE&#346;&#262; POWÓDZTWO
PRZECIWKO DRUGIEJ STRONIE TYLKO DZIA&#321;AJ&#260;C INDYWIDUALNIE, A NIE JAKO
POWÓD LUB CZ&#321;ONEK ZBIOROWO&#346;CI W RAMACH POST&#280;POWANIA ZBIOROWEGO
LUB REPREZENTATYWNEGO, W TYM, MI&#280;DZY INNYMI, POZWU ZBIOROWEGO PRZED
S&#260;DAMI FEDERALNYMI LUB STANOWYMI, ZBIOROWEGO POST&#280;POWANIA
ARBITRA&#379;OWEGO LUB POST&#280;POWANIA Z OSKAR&#379;ENIA PROKURATORA
PRYWATNEGO. W ZWI&#260;ZKU Z TYM W RAMACH WSPOMNIANYCH PROCEDUR
ARBITRA&#379;OWYCH ARBITER NIE B&#280;DZIE &#321;&#260;CZY&#321; ANI
KONSOLIDOWA&#321; &#379;&#260;DA&#323; WI&#280;CEJ NI&#379; JEDNEJ STRONY BEZ
PISEMNEJ ZGODY WSZYSTKICH ZAINTERESOWANYCH STRON POST&#280;POWANIA
ARBITRA&#379;OWEGO.</strong>
</p>
<p>
<strong>10.6
Post&#281;powanie arbitra&#380;owe.</strong> Je&#347;li strona postanowi wszcz&#261;&#263;
post&#281;powanie arbitra&#380;owe, arbitra&#380; podlega&#263; b&#281;dzie
regulaminowi JAMS w brzmieniu obowi&#261;zuj&#261;cym w momencie wszcz&#281;cia
post&#281;powania arbitra&#380;owego (zwanemu dalej „regulaminem JAMS”), który
jest dost&#281;pny po adresem <a href="http://www.jamsadr.com">http://www.jamsadr.com</a> lub telefonicznie pod
numerem 1-800-352-5267, oraz regu&#322;om ustanowionym w niniejszej umowie. W
przypadku niezgodno&#347;ci mi&#281;dzy Regulaminem JAMS i zasadami
okre&#347;lonymi w Umowie obowi&#261;zuj&#261; zasady ustanowione w Umowie. Na
drodze post&#281;powania arbitra&#380;owego U&#380;ytkownik mo&#380;e
podnosi&#263; wszelkie &#380;&#261;dania, które przys&#322;uguj&#261; mu na
podstawie prawa federalnego, stanowego lub miejscowego. Wszystkie Spory
b&#281;d&#261; rozstrzygane przez jednego neutralnego arbitra, a obie strony
b&#281;d&#261; mia&#322;y uzasadnion&#261; mo&#380;liwo&#347;&#263;
uczestniczenia w wyborze arbitra.
Arbiter jest zwi&#261;zany postanowieniami Umowy. Arbiter, a nie
s&#261;dy czy instytucje federalne, stanowe lub miejscowe posiadaj&#261;
wy&#322;&#261;czne kompetencje na rozpatrywanie wszelkich sporów
wynikaj&#261;cych lub zwi&#261;zanych z interpretacj&#261;, zastosowaniem,
wykonalno&#347;ci&#261; lub powstaniem niniejszej Umowy, w tym m.in.
twierdze&#324;, &#380;e ca&#322;o&#347;&#263; lub cz&#281;&#347;&#263;
niniejszej Umowy jest niewa&#380;na lub podlegaj&#261;ca uniewa&#380;nieniu.
Niezale&#380;nie od faktu przekazania tych szerokich kompetencji arbitrowi,
s&#261;d mo&#380;e rozpatrze&#263; kwesti&#281; ograniczon&#261; do pytania czy
roszczenie lub przyczyna wszcz&#281;cia post&#281;powania dotyczy (a)
sprzeniewierzenia tajemnicy handlowej, (b) naruszenia patentu, (c) naruszenia
lub niew&#322;a&#347;ciwego skorzystania z prawa autorskiego, (d) naruszenia
lub zmniejszenia warto&#347;ci znaku towarowego, które s&#261;
wy&#322;&#261;czone z definicji “sporów” w par. 10.1. Arbiter jest uprawniony do przyznania
wszelkich rodzajów zado&#347;&#263;uczynienia dost&#281;pnych w s&#261;dzie na
podstawie prawa lub w oparciu o normy s&#322;uszno&#347;ci. Decyzja rozjemcy
jest wi&#261;&#380;&#261;ca dla stron i mo&#380;e zosta&#263; zarejestrowana
jako wyrok s&#261;dowy przez ka&#380;dy w&#322;a&#347;ciwy s&#261;d. U&#380;ytkownik mo&#380;e podj&#261;&#263;
decyzj&#281; o uczestniczeniu w rozprawach arbitra&#380;owych
telefonicznie. Rozprawy arbitra&#380;owe
prowadzone w sposób inny ni&#380; telefonicznie odbywa&#263; si&#281;
b&#281;d&#261; w miejscu, do którego istnieje praktyczny dost&#281;p z
g&#322;ównego miejsca zamieszkania lub siedziby U&#380;ytkownika lub hrabstwie
Orange w Kalifornii, wed&#322;ug wyboru U&#380;ytkownika.
</p>
<p>
(a)
Wszcz&#281;cie post&#281;powania
arbitra&#380;owego. Je&#347;li
u&#380;ytkownik lub WDT postanowi&#261; rozstrzygn&#261;&#263; spór w
post&#281;powaniu arbitra&#380;owym, strony uzgadniaj&#261;
nast&#281;puj&#261;ce regu&#322;y post&#281;powania:
</p>
<p>
(i)
Sporz&#261;dzenie wniosku o
arbitra&#380;. Wniosek musi obejmowa&#263; opis Sporu oraz wysoko&#347;&#263;
&#380;&#261;danego odszkodowania. U&#380;ytkownik mo&#380;e znale&#378;&#263;
wzór wniosku o arbitra&#380; pod adresem <a href="http://www.jamsadr.com">http://www.jamsadr.com</a> („Wniosek o
Arbitra&#380;”).
</p>
<p>
(ii)
Wniosek o Arbitra&#380;
nale&#380;y wys&#322;a&#263; w trzech egzemplarzach, wraz z odpowiedni&#261;
op&#322;at&#261; wpisow&#261;, do:
</p>
<p>
JAMS<br>
500 North State College Blvd., Suite 600<br>
Orange, CA 92868, U.S.A.
</p>
(iii)
Jeden egzemplarz Wniosku o
arbitra&#380; nale&#380;y wys&#322;a&#263; drugiej stronie, pod ten sam adres,
co Zawiadomienie o sporze, lub pod inny adres uzgodniony przez strony.
</p>
<p>
(b)
Sposób przeprowadzenia
post&#281;powania. Niezale&#380;nie od
sposobu przeprowadzenia post&#281;powania arbiter wyda pisemn&#261;
decyzj&#281; z podaniem istotnych ustale&#324; i wniosków, na których opiera
si&#281; ewentualne orzeczenie. W
trakcie post&#281;powania arbitra&#380;owego wysoko&#347;&#263; ewentualnej
propozycji ugody z&#322;o&#380;onej przez WDT lub U&#380;ytkownika nie zostanie
ujawniona arbitrowi przed ustaleniem przez niego ewentualnej kwoty nale&#380;nej
U&#380;ytkownikowi lub WDT. W trakcie post&#281;powania arbitra&#380;owego
mo&#380;liwe jest dopuszczenie przedstawiania lub wymiany nieuprzywilejowanych
informacji dotycz&#261;cych sporu. Strony zobowi&#261;zuj&#261; si&#281;
zachowa&#263; poufny charakter post&#281;powania arbitra&#380;owego oraz orzeczenia
z zastrze&#380;eniem zakresu, jakim mo&#380;e by&#263; niezb&#281;dny dla
przygotowania b&#261;d&#378; prowadzenia rozprawy arbitra&#380;owej w
przedmiocie istoty sporu lub jaki mo&#380;e by&#263; niezb&#281;dny w
zwi&#261;zku z wyst&#261;pieniem z wnioskiem do s&#261;du o zastosowanie
wst&#281;pnego &#347;rodka ochronnego, o podwa&#380;enie orzeczenia
b&#261;d&#378; jego egzekucji b&#261;d&#378; zakresu jaki mo&#380;e by&#263; w
innym trybie wymagany na mocy przepisów prawa lub orzeczenia
s&#261;dowego.
</p>
<p>
(c)
Op&#322;aty arbitra&#380;owe. WDT pokryje lub (w odpowiednim przypadku)
zwróci U&#380;ytkownikowi wszystkie op&#322;aty wpisowe, administracyjne i
arbitra&#380;owe nale&#380;ne JAMS z tytu&#322;u wszcz&#281;tego (przez
U&#380;ytkownika lub WDT) post&#281;powania arbitra&#380;owego zgodnie z
postanowieniami niniejszej Umowy.
</p>
<p>
(d)
Zas&#261;dzenie na rzecz
u&#380;ytkownika. W przypadku Sporów, w
których warto&#347;&#263; odszkodowania &#380;&#261;danego przez
U&#380;ytkownika lub WDT wynosi 75 000 USD lub mniej, z
pomini&#281;ciem honorariów i kosztów wynaj&#281;cia pe&#322;nomocnika
procesowego, je&#347;li wyrok arbitra zas&#261;dza na rzecz U&#380;ytkownika
kwot&#281; wy&#380;sz&#261; ni&#380; ewentualna ostatnia z&#322;o&#380;ona
przez WDT pisemna propozycja zawarcia ugody w sprawie Sporu, WDT: i)
zap&#322;aci U&#380;ytkownikowi 1000 USD lub kwot&#281; zas&#261;dzon&#261;,
zale&#380;nie od tego, która jest wy&#380;sza; ii) zap&#322;aci
U&#380;ytkownikowi w dwukrotnej wysoko&#347;ci kwot&#281; ewentualnych uzasadnionych
honorariów pe&#322;nomocnika procesowego, je&#380;eli dotyczy; oraz iii) zwróci
U&#380;ytkownikowi wszelkie wydatki (w tym wynagrodzenie i koszty
bieg&#322;ych), które pe&#322;nomocnik procesowy U&#380;ytkownika poniesie w
sposób uzasadniony w celu zbadania, przygotowania i prowadzenia Sporu w
post&#281;powaniu arbitra&#380;owym. O
ile U&#380;ytkownik i WDT nie ustalili inaczej na pi&#347;mie, arbiter ustali
wysoko&#347;&#263; honorariów, kosztów i wydatków, które WDT ma obowi&#261;zek
zap&#322;aci&#263; zgodnie z postanowieniami niniejszego par. 10.6
d).
</p>
<p>
(e)
Honoraria pe&#322;nomocnika
procesowego. WDT nie b&#281;dzie
&#380;&#261;da&#322; zwrotu honorariów pe&#322;nomocnika procesowego ani
wydatków w zwi&#261;zku z post&#281;powaniem arbitra&#380;owym wszcz&#281;tym w
sprawie Sporu wynikaj&#261;cego z postanowie&#324; Umowy. Prawo u&#380;ytkownika do otrzymania zwrotu
honorariów pe&#322;nomocnika procesowego i wydatków na podstawie
postanowie&#324; par. 10.6 d) powy&#380;ej nie ogranicza praw
u&#380;ytkownika do zwrotu honorariów pe&#322;nomocnika procesowego i wydatków
na zasadach ogólnych, jednak niezale&#380;nie od powy&#380;szego arbiter nie
mo&#380;e zas&#261;dzi&#263; wielokrotno&#347;ci honorariów pe&#322;nomocnika
procesowego i wydatków.
</p>
<p>
(f)
Rezygnacja. U&#380;ytkownik mo&#380;e zrezygnowa&#263;
(wy&#322;&#261;czy&#263; siebie) z wymogów indywidualnego post&#281;powania
arbitra&#380;owego ko&#324;cz&#261;cego si&#281; wi&#261;&#380;&#261;c&#261; i
prawomocn&#261; decyzj&#261; oraz ze zrzeczenia si&#281; prawa do udzia&#322;u
w post&#281;powaniu reprezentatywnym lub z pozwu zbiorowego, ustanowionych w
niniejszej umowie, przesy&#322;aj&#261;c na adres do zawiadomie&#324; WDT list
w formie pisemnej w terminie 30 (s&#322;ownie: trzydziestu) dni od
wyra&#380;enia przez u&#380;ytkownika zgody na niniejsz&#261; umow&#281; (w tym
mi&#281;dzy innymi od nabycia, pobrania, instalacji oprogramowania lub
skorzystania z Urz&#261;dze&#324;, produktów i us&#322;ug WDT w inny, istotny
dla umowy sposób), z podaniem: i) imienia i nazwiska (nazwy) u&#380;ytkownika,
ii) adresu u&#380;ytkownika do korespondencji oraz iii) &#380;&#261;dania
wy&#322;&#261;czenia u&#380;ytkownika z wymogów indywidualnego post&#281;powania
arbitra&#380;owego ko&#324;cz&#261;cego si&#281; wi&#261;&#380;&#261;c&#261; i
prawomocn&#261; decyzj&#261; oraz ze zrzeczenia si&#281; prawa do udzia&#322;u
w post&#281;powaniu reprezentatywnym, ustanowionych w niniejszym par. 10.
W przypadku rezygnacji dokonanej zgodnie z opisan&#261; powy&#380;ej
procedur&#261; wszystkie pozosta&#322;e postanowienia zachowuj&#261; moc, w tym
obowi&#261;zek dor&#281;czenia zawiadomienia przed rozpocz&#281;ciem
post&#281;powania.
</p>
<p>
<strong>10.7
Zmiany postanowie&#324; par.</strong> 10 Niezale&#380;nie od przeciwnych
postanowie&#324; niniejszej umowy, u&#380;ytkownik i WDT uzgadniaj&#261;,
&#380;e je&#347;li WDT dokona w przysz&#322;o&#347;ci zmian w procedurze
rozstrzygania sporów i postanowieniach o zrzeczeniu si&#281; uczestnictwa w
sprawach z pozwów zbiorowych (innych ni&#380; zmiana adresu WDT) w niniejszej
umowie, WDT uzyska wyra&#378;n&#261; zgod&#281; u&#380;ytkownika na tak&#261; zmian&#281;.
W przypadku niewyra&#380;enia zgody na tak&#261; zmian&#281; u&#380;ytkownik
zobowi&#261;zuje si&#281; prowadzi&#263; arbitra&#380; sporu mi&#281;dzy
stronami umowy zgodnie z postanowieniami niniejszego par. 10.
</p>
<p>
<strong>10.8
Klauzula salwatoryjna.</strong> Je&#347;li jakiekolwiek postanowienie
niniejszego par. 10 zostanie uznane za niezaskar&#380;alne, odno&#347;ne
postanowienie zostanie usuni&#281;te, a pozosta&#322;a cz&#281;&#347;&#263;
umowy zachowa pe&#322;n&#261; moc i skuteczno&#347;&#263;. Powy&#380;sze
postanowienie nie dotyczy zakazu powództw zbiorowych lub reprezentatywnych, o
którym mowa w par. 10.5. Je&#347;li par. 10.5 zostanie uznany za
niezaskar&#380;alny, ca&#322;y par. 10 (ale tylko par. 10)
b&#281;dzie uznany za niewa&#380;ny.
</p>
<p>
<strong>11.
OGRANICZONE PRAWA ADMINISTRACJI RZ&#260;DOWEJ U.S.A.</strong>
</p>
<p>
Oprogramowanie jest komercyjnym oprogramowaniem komputerowym zgodnie z
definicj&#261; tego terminu zawart&#261; w 48 C.F.R. §2.101. W zwi&#261;zku z
tym je&#380;eli u&#380;ytkownikiem jest agencja administracji rz&#261;dowej
U.S.A. lub zleceniobiorca dzia&#322;aj&#261;cy na rzecz powy&#380;szej, u&#380;ytkownikowi
przys&#322;uguj&#261;ce tylko takie prawa w przedmiocie Oprogramowania, jakie
przyznaje si&#281; wszelki, pozosta&#322;ych u&#380;ytkownikom ko&#324;cowym na
podstawie licencji zgodnie z postanowieniami (a) 48 C.F.R. §227.7201 do 48
C.F.R. §227.7204 w przypadku Departamentu Obrony i zleceniobiorców
dzia&#322;aj&#261;cych na jego rzecz lub (b) 48 C.F.R. §12.212 w przypadku
wszelkich pozosta&#322;ych licencjobiorców z Administracji Rz&#261;dowej U.S.A.
oraz zleceniobiorców dzia&#322;aj&#261;cych na ich rzecz.
</p>
<p>
<strong>12.
OGRANICZENIA WYWOZOWE I PRZYWOZOWE</strong>
</p>
<p>
WDT nie gwarantuje, &#380;e oprogramowanie nadaje si&#281; do
u&#380;ytku w kraju, w którym u&#380;ytkownik je u&#380;ywa. U&#380;ytkownik ma
&#347;wiadomo&#347;&#263;, &#380;e &#380;adna cz&#281;&#347;&#263;
oprogramowania ani zwi&#261;zanych z nim informacji lub technologii nie
mo&#380;e by&#263; pobierana ani w inny sposób podlega&#263; wywozowi lub
wtórnemu wywozowi do krajów b&#261;d&#378; regionów (oraz ich obywateli i
rezydentów) podlegaj&#261;cych embargu handlowemu Stanów Zjednoczonych (obecnie
Iran, Kuba, Syria, Korea Pó&#322;nocna, Sudan oraz region Krymu) ani do osób
znajduj&#261;cych si&#281; na listach osób wzbudzaj&#261;cych obawy (Parties of
Concern), m.in. na li&#347;cie podmiotów podlegaj&#261;cych sankcjom (Specially
Designated Nationals) ameryka&#324;skiego departamentu skarbu lub w wykazach
polece&#324; odmowy (Denied Persons List i Entity List) ameryka&#324;skiego
departamentu handlu. Korzystaj&#261;c z oprogramowania, u&#380;ytkownik zgadza
si&#281; na powy&#380;sze postanowienie i o&#347;wiadcza oraz gwarantuje,
&#380;e nie przebywa ani nie znajduje si&#281; pod kontrol&#261; obywatela lub
rezydenta wspomnianych krajów lub na wspomnianych listach, a tak&#380;e
zobowi&#261;zuje si&#281; do niekorzystania z oprogramowania do
dzia&#322;a&#324; po&#347;rednio lub bezpo&#347;rednio zwi&#261;zanych z
rozprzestrzenianiem broni masowego ra&#380;enia, za wyj&#261;tkiem przypadków,
w których jest do tego upowa&#380;niony na mocy stosownego prawa i
przepisów. Ponadto u&#380;ytkownik jest &#347;wiadom i przyjmuje do
wiadomo&#347;ci, &#380;e niektóre funkcje oprogramowania, takie jak szyfrowanie
i identyfikacja to&#380;samo&#347;ci, mog&#261; podlega&#263; restrykcjom
wywozowym i przywozowym, przy czym u&#380;ytkownik ma obowi&#261;zek
przestrzegania wszystkich odno&#347;nych restrykcji i wymogów
regulacyjnych.
</p>
<p>
<strong>13.
ZWOLNIENIE Z ODPOWIEDZIALNO&#346;CI</strong>
</p>
<p>
U&#380;ytkownik niniejszym zobowi&#261;zuje si&#281; przej&#261;&#263;
od WDT i jej Licencjodawców odpowiedzialno&#347;&#263; i broni&#263; ich przed
odpowiedzialno&#347;ci&#261; z tytu&#322;u kar, odszkodowa&#324;,
roszcze&#324;, grzywien i wydatków wynikaj&#261;cych z naruszenia niniejszej
umowy przez u&#380;ytkownika.
</p>
<p>
<strong>14.
ROZWI&#260;ZANIE UMOWY </strong>
</p>
<p>
Bez uszczerbku dla innych praw WDT, WDT ma prawo natychmiastowego
rozwi&#261;zania niniejszej Umowy, w tym mi&#281;dzy innymi zamkni&#281;cia
wszelkich kont u&#380;ytkownika powi&#261;zanych z Oprogramowaniem, z
wypowiedzeniem lub bez, je&#347;li WDR stwierdzi nieprzestrzeganie przez
U&#380;ytkownika jego obowi&#261;zków wynikaj&#261;cych z Umowy. Po
rozwi&#261;zaniu u&#380;ytkownik ma obowi&#261;zek niezw&#322;ocznego
zaprzestania u&#380;ywania oprogramowania i zniszczenia wszystkich jego kopii.
</p>
<p>
<strong>15.
PRZENIESIENIE</strong>
</p>
<p>
U&#380;ytkownik nie
mo&#380;e dokona&#263; cesji lub przeniesienia, z mocy prawa lub w inny sposób,
w odniesieniu do niniejszej umowy lub oprogramowania.
</p>
<p>
<strong>16.
OPROGRAMOWANIE OTWARTE</strong>
</p>
<p>
Oprogramowanie b&#281;d&#261;ce
przedmiotem licencji zgodnie z niniejsz&#261; umow&#261; mo&#380;e
obejmowa&#263; programy otwartego &#378;ród&#322;a (Open Source, oprogramowanie
komputerowe rozprowadzane na podstawie umowy licencyjnej, która stanowi, &#380;e
komputerowy kod &#378;ród&#322;owy mo&#380;e podlega&#263; udost&#281;pnianiu,
podgl&#261;dowi oraz modyfikacjom przez dowolne osoby). Ograniczenia
wynikaj&#261;ce z par. 1, 2, 14 i 15 niniejszej umowy maj&#261;
zastosowanie do stosownych programów otwartego &#378;ród&#322;a
wy&#322;&#261;cznie wtedy i w takim zakresie, w jakim nie s&#261; sprzeczne z warunkami
odpowiednich licencji programów otwartego &#378;ród&#322;a. W zakresie
niezb&#281;dnym dla dostosowania si&#281; do postanowie&#324;
do&#322;&#261;czonych odpowiednich licencji na oprogramowanie Open Source WDT
udost&#281;pnia niezb&#281;dn&#261; cz&#281;&#347;&#263; kodu
&#378;ród&#322;owego Oprogramowania pod adresem <a href="http://support.wdc.com/">http://support.wdc.com/</a> na
okres co najmniej trzech lat od daty odbioru Oprogramowania przez
u&#380;ytkownika od WDT. WDT nie oferuje &#380;adnej pomocy dla oprogramowania Open
Source.
</p>
<p>
<strong>17.
POMOC</strong>
</p>
<p>
W przypadku pyta&#324;
dotycz&#261;cych oprogramowania nale&#380;y odwiedzi&#263; forum pomocy WDT pod
adresem <a href="http://support.wdc.com/">http://support.wdc.com/</a> albo przes&#322;a&#263; list do dzia&#322;u
wsparcia klienta WDT za pomoc&#261; formularza poczty elektronicznej na stronie
internetowej pod adresem <a href="http://wdc.custhelp.com/app/ask/">http://wdc.custhelp.com/app/ask/</a>.
</p>
<p>
<strong>18.
KOMPLETNA
UMOWA</strong>
</p>
<p>
Niniejsza umowa
stanowi ca&#322;o&#347;&#263; uzgodnie&#324; pomi&#281;dzy stronami w zakresie
przedmiotu niniejszej umowy i zast&#281;puje wszystkie wcze&#347;niejsze lub
równoczesne porozumienia ustne lub pisemne.
</p>
<p>
<strong>19.
W&#321;A&#346;CIWE
PRAWO. WY&#321;&#260;CZNA W&#321;A&#346;CIWO&#346;&#262; MIEJSCOWA S&#260;DU</strong>
</p>
<p>
Za wyj&#261;tkiem
par. 10, niniejsza Umowa podlega prawu stanu Kalifornia, bez uwzgl&#281;dnienia
przepisów kolizyjnych. W przypadku
zaistnienia Sporu, do którego nie znajduj&#261; zastosowania postanowienia
par. 10 z powodu ich wy&#322;&#261;czenia z pozosta&#322;ej cz&#281;&#347;ci
niniejszej Umowy przez w&#322;a&#347;ciwy s&#261;d lub z powodu zrezygnowania
przez U&#380;ytkownika zgodnie z postanowieniami par. 10, zarówno
U&#380;ytkownik, jak i WDT zgadzaj&#261; si&#281; na wy&#322;&#261;czn&#261;
jurysdykcj&#281; s&#261;dów stanowych i federalnych hrabstwa Orange w stanie
Kalifornia.
</p>
<p>
<strong>20.
KONWENCJA NARODÓW ZJEDNOCZONYCH O
UMOWACH MI&#280;DZYNARODOWEJ SPRZEDA&#379;Y TOWARÓW</strong>
</p>
<p>
Niniejsza umowa nie
b&#281;dzie podlega&#263; Konwencji Narodów Zjednoczonych o umowach
mi&#281;dzynarodowej sprzeda&#380;y towarów.
</p>
<p>
<strong>21.
KLAUZULA SALWATORYJNA. ZRZECZENIE
SI&#280;</strong>
</p>
<p>
Z zastrze&#380;eniem
postanowie&#324; par. 10.7 niniejszej Umowy, je&#380;eli dowolne
postanowienie Umowy zostanie uznane przez w&#322;a&#347;ciwy s&#261;d za
niezaskar&#380;alne, stosowne postanowienie b&#281;dzie zmienione w zakresie
niezb&#281;dnym do tego, aby uczyni&#263; go zaskar&#380;alnym bez utraty jego
celu, lub zostanie wy&#322;&#261;czony z Umowy, je&#380;eli stosowna
modyfikacja nie jest mo&#380;liwa, a pozosta&#322;e postanowienia niniejszej
Umowy pozostan&#261; w mocy. Ka&#380;dorazowe zrzeczenie si&#281; przez
któr&#261;kolwiek ze stron praw wynikaj&#261;cych z jakichkolwiek warunków
Umowy lub uprawnie&#324; p&#322;yn&#261;cych z ich naruszenia nie stanowi
ogólnego zrzeczenia si&#281; stosownych postanowie&#324; lub warunków ani
uprawnie&#324; p&#322;yn&#261;cych z ich kolejnych narusze&#324;.
</p>
<p>
<strong>22.
OBOWI&#260;ZYWANIE POSTANOWIE&#323;
UMOWY PO JEJ ROZWI&#260;ZANIU LUB WYGA&#346;NI&#280;CIU</strong>
</p>
<p>
Par. 2, 8, 9, 10, 13 i 19 niniejszej
Umowy i inne postanowienia niniejszej Umowy, które wymagaj&#261; lub
dotycz&#261; &#347;wiadczenia po rozwi&#261;zaniu niniejszej Umowy,
b&#281;d&#261; zaskar&#380;alne niezale&#380;nie od jej rozwi&#261;zania.
</p>
<p>
<strong>23.
USPRAWIEDLIWIENIE NIEWYKONANIA
ZOBOWI&#260;ZA&#323;</strong>
</p>
<p>
&#379;adna ze stron
nie b&#281;dzie narusza&#322;a Umowy ani ponosi&#322;a odpowiedzialno&#347;ci z
powodu opó&#378;nienia, niewykonania (z wyj&#261;tkiem obowi&#261;zku dokonania
p&#322;atno&#347;ci) lub przerwy w obs&#322;udze, je&#347;li wynikaj&#261; one
bezpo&#347;rednio lub po&#347;rednio z przyczyny w praktyce od niej niezale&#380;nej.
</p>
<p>
4078-705022-L09
sierpie&#324; 2015
</p>
</body>
</html>
